org/roam/github_stars.org
:PROPERTIES:
:ID:       8c3352ee-7a06-45af-85a8-8562d31023cf
:END:
#+title: github-stars
#+OPTIONS: toc:nil num:nil date:nil \n:nil html-style:nil author:nil timestamp:nil title:nil html-postamble:nil html5-fancy:t
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="org-default.css" />
#+HTML_CONTENT_CLASS: container content
#+HTML_DOCTYPE: html5
#+INCLUDE: "css.org::navbar" :only-contents t
* Github Stars
** 10XGenomics/rust-boomphf
  - Fast and scalable minimal perfect hashing for massive key sets
** 117HD/RLHD
  - Old School RuneScape GPU renderer with a suite of graphical enhancements.
** 1991viet/QuickDraw
  - Implementation of Quickdraw - an online game developed by Google
** 1Password/typeshare
  - Typeshare is the ultimate tool for synchronizing your type definitions between Rust and other languages for seamless FFI.
** 200ok-ch/org-parser
  - org-parser is a parser for the Org mode markup language for Emacs.
** abrochard/kubel
  - Emacs extension for controlling Kubernetes with limited permissions
** AbsInt/CompCert
  - The CompCert formally-verified C compiler
** acidanthera/OpenCorePkg
  - OpenCore bootloader
** ACINQ/eclair
  - A scala implementation of the Lightning Network.
** adammck/terraform-inventory
  - Terraform State → Ansible Dynamic Inventory
** adobe-fonts/source-code-pro
  - Monospaced font family for user interface and coding environments
** AdoptOpenJDK/jitwatch
  - Log analyser / visualiser for Java HotSpot JIT compiler. Inspect inlining decisions, hot methods, bytecode, and assembly. View results in the JavaFX user interface.
** advancedresearch/prop
  - Propositional logic with types in Rust
** AFLplusplus/AFLplusplus
  - The fuzzer afl++ is afl with community patches, qemu 5.1 upgrade, collision-free coverage, enhanced laf-intel & redqueen, AFLfast++ power schedules, MOpt mutators, unicorn_mode, and a lot more!
** AFLplusplus/LibAFL
  - Advanced Fuzzing Library - Slot your Fuzzer together in Rust! Scales across cores and machines. For Windows, Android, MacOS, Linux, no_std, ...
** ahmedbougacha/dagger
  - Binary Translator to LLVM IR
** alacritty/alacritty
  - A cross-platform, OpenGL terminal emulator.
** alecmuffett/eotk
  - Enterprise Onion Toolkit
** AlexAltea/orbital
  - Experimental PlayStation 4 emulator.
** Alexander-Miller/treemacs
  - NeoTree like project drawer
** alezost/guix.el
  - Emacs interface for GNU Guix package manager
** AlfioEmanueleFresta/xdg-credentials-portal
  - FIDO2 (WebAuthn) and FIDO U2F platform library for Linux written in Rust; includes a proposal for a new D-Bus Portal interface for FIDO2, accessible from Flatpak apps and Snaps 🔑
** alphapapa/burly.el
  - Save and restore frames and windows with their buffers in Emacs
** alphapapa/ement.el
  - Matrix client for Emacs
** amazon-science/mm-cot
  - Official implementation for "Multimodal Chain-of-Thought Reasoning in Language Models" (stay tuned and more will be updated)
** andrewmilson/ministark
  - GPU accelerated STARK prover built on @arkworks-rs
** android/ndk
  - The Android Native Development Kit
** animate-css/animate.css
  - A cross-browser library of CSS animations. As easy to use as an easy thing.
** anishathalye/neural-hash-collider
  - Preimage attack against NeuralHash
** ansible-community/molecule
  - Molecule aids in the development and testing of Ansible roles
** ansible-semaphore/semaphore
  - Modern UI for Ansible
** ansible/ansible
  - Ansible is a radically simple IT automation platform that makes your applications and systems easier to deploy and maintain. Automate everything from code deployment to network configuration to cloud management, in a language that approaches plain English, using SSH, with no agents to install on remote systems. https://docs.ansible.com.
** ansible/awx
  - AWX provides a web-based user interface, REST API, and task engine built on top of Ansible. It is one of the upstream projects for Red Hat Ansible Automation Platform.
** anthraxx/linux-hardened
  - Minimal supplement to upstream Kernel Self Protection Project changes. Features already provided by SELinux + Yama and archs other than multiarch arm64 / x86_64 aren't in scope. Only tags have stable history. Shared IRC channel with KSPP: irc.libera.chat #linux-hardening
** antimatter15/alpaca.cpp
  - LLaMA foundation model with an open reproduction of Stanford Alpaca
** antlr/antlr4
  - ANTLR (ANother Tool for Language Recognition) is a powerful parser generator for reading, processing, executing, or translating structured text or binary files.
** apache/avro
  - Apache Avro is a data serialization system.
** apache/couchdb
  - Seamless multi-master syncing database with an intuitive HTTP/JSON API, designed for reliability
** apache/guacamole-client
  - Mirror of Apache Guacamole Client
** apache/jmeter
  - Apache JMeter open-source load testing tool for analyzing and measuring the performance of a variety of services
** apache/mesos
  - Apache Mesos
** apache/shiro
  - Apache Shiro
