docs/github_stars.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>github-stars</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="org-default.css" />

</head>
<body>
<div id="content" class="container content">
<nav class="navbar is-black" id="org2f36858">
<div class="navbar-brand" id="orgfb2d6c2">
<div class="navbar-item" id="org479e84a">
<p>
<a href="index.html#ID-3a34d6d7-6f37-4573-b20e-3c93894e54ac">🏠</a>
</p>

</div>

</div>
<div class="navbar-menu" id="orgdcf4034">
<div class="navbar-start" id="org5428312">
<div class="navbar-item" id="orga9ce258">
<p>
<a href="site_map.html#ID-30ea5e38-9b41-4bcd-8631-76821e93e294">🗺</a>
</p>

</div>

</div>
<div class="navbar-end" id="orgc499065">

</div>

</div>
</nav>
<div id="outline-container-org327b187" class="outline-2">
<h2 id="org327b187">Github Stars</h2>
<div class="outline-text-2" id="text-org327b187">
</div>
<div id="outline-container-orgcc05784" class="outline-3">
<h3 id="orgcc05784">1Password/typeshare</h3>
<div class="outline-text-3" id="text-orgcc05784">
<ul class="org-ul">
<li>Typeshare is the ultimate tool for synchronizing your type definitions between Rust and other languages for seamless FFI.</li>
</ul>
</div>
</div>
<div id="outline-container-orgcaa3b5f" class="outline-3">
<h3 id="orgcaa3b5f">200ok-ch/org-parser</h3>
<div class="outline-text-3" id="text-orgcaa3b5f">
<ul class="org-ul">
<li>org-parser is a parser for the Org mode markup language for Emacs.</li>
</ul>
</div>
</div>
<div id="outline-container-orgf58d957" class="outline-3">
<h3 id="orgf58d957">abrochard/kubel</h3>
<div class="outline-text-3" id="text-orgf58d957">
<ul class="org-ul">
<li>Emacs extension for controlling Kubernetes with limited permissions</li>
</ul>
</div>
</div>
<div id="outline-container-org9d681f8" class="outline-3">
<h3 id="org9d681f8">AbsInt/CompCert</h3>
<div class="outline-text-3" id="text-org9d681f8">
<ul class="org-ul">
<li>The CompCert formally-verified C compiler</li>
</ul>
</div>
</div>
<div id="outline-container-org3b39c40" class="outline-3">
<h3 id="org3b39c40">acidanthera/OpenCorePkg</h3>
<div class="outline-text-3" id="text-org3b39c40">
<ul class="org-ul">
<li>OpenCore bootloader</li>
</ul>
</div>
</div>
<div id="outline-container-orgd7c424f" class="outline-3">
<h3 id="orgd7c424f">ACINQ/eclair</h3>
<div class="outline-text-3" id="text-orgd7c424f">
<ul class="org-ul">
<li>A scala implementation of the Lightning Network.</li>
</ul>
</div>
</div>
<div id="outline-container-org58240b6" class="outline-3">
<h3 id="org58240b6">adammck/terraform-inventory</h3>
<div class="outline-text-3" id="text-org58240b6">
<ul class="org-ul">
<li>Terraform State → Ansible Dynamic Inventory</li>
</ul>
</div>
</div>
<div id="outline-container-org29013b4" class="outline-3">
<h3 id="org29013b4">adobe-fonts/source-code-pro</h3>
<div class="outline-text-3" id="text-org29013b4">
<ul class="org-ul">
<li>Monospaced font family for user interface and coding environments</li>
</ul>
</div>
</div>
<div id="outline-container-org99e2899" class="outline-3">
<h3 id="org99e2899">AdoptOpenJDK/jitwatch</h3>
<div class="outline-text-3" id="text-org99e2899">
<ul class="org-ul">
<li>Log analyser / visualiser for Java HotSpot JIT compiler. Inspect inlining decisions, hot methods, bytecode, and assembly. View results in the JavaFX user interface.</li>
</ul>
</div>
</div>
<div id="outline-container-org65bd239" class="outline-3">
<h3 id="org65bd239">AFLplusplus/LibAFL</h3>
<div class="outline-text-3" id="text-org65bd239">
<ul class="org-ul">
<li>Advanced Fuzzing Library - Slot your Fuzzer together in Rust! Scales across cores and machines. For Windows, Android, MacOS, Linux, no<sub>std</sub>, &#x2026;</li>
</ul>
</div>
</div>
<div id="outline-container-org2d19a0b" class="outline-3">
<h3 id="org2d19a0b">ahmedbougacha/dagger</h3>
<div class="outline-text-3" id="text-org2d19a0b">
<ul class="org-ul">
<li>Binary Translator to LLVM IR</li>
</ul>
</div>
</div>
<div id="outline-container-org50002ab" class="outline-3">
<h3 id="org50002ab">alecmuffett/eotk</h3>
<div class="outline-text-3" id="text-org50002ab">
<ul class="org-ul">
<li>Enterprise Onion Toolkit</li>
</ul>
</div>
</div>
<div id="outline-container-org49f6438" class="outline-3">
<h3 id="org49f6438">AlexAltea/orbital</h3>
<div class="outline-text-3" id="text-org49f6438">
<ul class="org-ul">
<li>Experimental PlayStation 4 emulator.</li>
</ul>
</div>
</div>
<div id="outline-container-orgd44e204" class="outline-3">
<h3 id="orgd44e204">Alexander-Miller/treemacs</h3>
<div class="outline-text-3" id="text-orgd44e204">
<ul class="org-ul">
<li>NeoTree like project drawer</li>
</ul>
</div>
</div>
<div id="outline-container-org6e9b1e3" class="outline-3">
<h3 id="org6e9b1e3">alezost/guix.el</h3>
<div class="outline-text-3" id="text-org6e9b1e3">
<ul class="org-ul">
<li>Emacs interface for GNU Guix package manager</li>
</ul>
</div>
</div>
<div id="outline-container-org1612ce8" class="outline-3">
<h3 id="org1612ce8">AlfioEmanueleFresta/xdg-credentials-portal</h3>
<div class="outline-text-3" id="text-org1612ce8">
<ul class="org-ul">
<li>FIDO2 (WebAuthn) and FIDO U2F platform library for Linux written in Rust; includes a proposal for a new D-Bus Portal interface for FIDO2, accessible from Flatpak apps and Snaps 🔑</li>
</ul>
</div>
</div>
<div id="outline-container-org8d2eff9" class="outline-3">
<h3 id="org8d2eff9">alphapapa/burly.el</h3>
<div class="outline-text-3" id="text-org8d2eff9">
<ul class="org-ul">
<li>Save and restore frames and windows with their buffers in Emacs</li>
</ul>
</div>
</div>
<div id="outline-container-orgeade56e" class="outline-3">
<h3 id="orgeade56e">alphapapa/ement.el</h3>
<div class="outline-text-3" id="text-orgeade56e">
<ul class="org-ul">
<li>Matrix client for Emacs</li>
</ul>
</div>
</div>
<div id="outline-container-org36448f8" class="outline-3">
<h3 id="org36448f8">amazon-science/mm-cot</h3>
<div class="outline-text-3" id="text-org36448f8">
<ul class="org-ul">
<li>Official implementation for "Multimodal Chain-of-Thought Reasoning in Language Models" (stay tuned and more will be updated)</li>
</ul>
</div>
</div>
<div id="outline-container-org1d3b0ad" class="outline-3">
<h3 id="org1d3b0ad">andrewmilson/ministark</h3>
<div class="outline-text-3" id="text-org1d3b0ad">
<ul class="org-ul">
<li>GPU accelerated STARK prover built on @arkworks-rs</li>
</ul>
</div>
</div>
<div id="outline-container-org83ac196" class="outline-3">
<h3 id="org83ac196">android/ndk</h3>
<div class="outline-text-3" id="text-org83ac196">
<ul class="org-ul">
<li>The Android Native Development Kit</li>
</ul>
</div>
</div>
<div id="outline-container-org007f5b3" class="outline-3">
<h3 id="org007f5b3">animate-css/animate.css</h3>
<div class="outline-text-3" id="text-org007f5b3">
<ul class="org-ul">
<li>A cross-browser library of CSS animations. As easy to use as an easy thing.</li>
</ul>
</div>
</div>
<div id="outline-container-orgb849b7a" class="outline-3">
<h3 id="orgb849b7a">anishathalye/neural-hash-collider</h3>
<div class="outline-text-3" id="text-orgb849b7a">
<ul class="org-ul">
<li>Preimage attack against NeuralHash</li>
</ul>
</div>
</div>
<div id="outline-container-orgba9d989" class="outline-3">
<h3 id="orgba9d989">ansible-community/molecule</h3>
<div class="outline-text-3" id="text-orgba9d989">
<ul class="org-ul">
<li>Molecule aids in the development and testing of Ansible roles</li>
</ul>
</div>
</div>
<div id="outline-container-orgf453aab" class="outline-3">
<h3 id="orgf453aab">ansible-semaphore/semaphore</h3>
<div class="outline-text-3" id="text-orgf453aab">
<ul class="org-ul">
<li>Modern UI for Ansible</li>
</ul>
</div>
</div>
<div id="outline-container-org601b439" class="outline-3">
<h3 id="org601b439">ansible/awx</h3>
<div class="outline-text-3" id="text-org601b439">
<ul class="org-ul">
<li>AWX provides a web-based user interface, REST API, and task engine built on top of Ansible. It is one of the upstream projects for Red Hat Ansible Automation Platform.</li>
</ul>
</div>
</div>
<div id="outline-container-org4bf86df" class="outline-3">
<h3 id="org4bf86df">anthraxx/linux-hardened</h3>
<div class="outline-text-3" id="text-org4bf86df">
<ul class="org-ul">
<li>Minimal supplement to upstream Kernel Self Protection Project changes. Features already provided by SELinux + Yama and archs other than multiarch arm64 / x86<sub>64</sub> aren't in scope. Only tags have stable history. Shared IRC channel with KSPP: irc.libera.chat #linux-hardening</li>
</ul>
</div>
</div>
<div id="outline-container-orge6c95df" class="outline-3">
<h3 id="orge6c95df">antimatter15/alpaca.cpp</h3>
<div class="outline-text-3" id="text-orge6c95df">
<ul class="org-ul">
<li>LLaMA foundation model with an open reproduction of Stanford Alpaca</li>
</ul>
</div>
</div>
<div id="outline-container-org848e07a" class="outline-3">
<h3 id="org848e07a">antlr/antlr4</h3>
<div class="outline-text-3" id="text-org848e07a">
<ul class="org-ul">
<li>ANTLR (ANother Tool for Language Recognition) is a powerful parser generator for reading, processing, executing, or translating structured text or binary files.</li>
</ul>
</div>
</div>
<div id="outline-container-org7ec0e9a" class="outline-3">
<h3 id="org7ec0e9a">apache/avro</h3>
<div class="outline-text-3" id="text-org7ec0e9a">
<ul class="org-ul">
<li>Apache Avro is a data serialization system.</li>
</ul>
</div>
</div>
<div id="outline-container-orgdfc9709" class="outline-3">
<h3 id="orgdfc9709">apache/couchdb</h3>
<div class="outline-text-3" id="text-orgdfc9709">
<ul class="org-ul">
<li>Seamless multi-master syncing database with an intuitive HTTP/JSON API, designed for reliability</li>
</ul>
</div>
</div>
<div id="outline-container-org2c6d481" class="outline-3">
<h3 id="org2c6d481">apache/guacamole-client</h3>
<div class="outline-text-3" id="text-org2c6d481">
<ul class="org-ul">
<li>Mirror of Apache Guacamole Client</li>
</ul>
</div>
</div>
<div id="outline-container-org85437df" class="outline-3">
<h3 id="org85437df">apache/jmeter</h3>
<div class="outline-text-3" id="text-org85437df">
<ul class="org-ul">
<li>Apache JMeter open-source load testing tool for analyzing and measuring the performance of a variety of services</li>
</ul>
</div>
</div>
