org/roam/github_stars.org
** apollographql/federation
  - Build and scale a single data graph across multiple services with Apollo's federation gateway
** apollographql/router
  - A configurable, high-performance routing runtime for Apollo Federation
** apotdevin/thunderhub
  - ThunderHub LND Lightning Node Manager in your Browser
** apple/cups
  - Apple CUPS Sources
** apple/darwin-xnu
  - The Darwin Kernel (mirror). This repository is a pure mirror and contributions are currently not accepted via pull-requests, please submit your contributions via https://developer.apple.com/bug-reporting/
** aquasecurity/kube-bench
  - Checks whether Kubernetes is deployed according to security best practices as defined in the CIS Kubernetes Benchmark
** aquasecurity/tracee
  - Linux Runtime Security and Forensics using eBPF
** Arc-Compute/GVM-user
  - GVM-user.
** Arc-Compute/LibVF.IO
  - A vendor neutral GPU multiplexing tool driven by VFIO & YAML.
** archlinux/svntogit-community
  - Automatic import of svn 'community' repo (read-only mirror)
** arduino/Arduino
  - Arduino IDE 1.x
** argoproj/argo-rollouts
  - Progressive Delivery for Kubernetes
** argosopentech/argos-translate
  - Open-source offline translation library written in Python
** arkworks-rs/r1cs-std
  - R1CS constraints for bits, fields, and elliptic curves
** arrayfire/arrayfire
  - ArrayFire: a general purpose GPU library.
** Artomatix/infinity_tile_shader
  - Shader snippets for Artomatix Infinity Tiles (Wang Tiles)
** AsamK/signal-cli
  - signal-cli provides an unofficial commandline and dbus interface for signalapp/libsignal-service-java
** AscEmu/AscEmu
  - Official AscEmu repo... a never ending place to work. With cutting edge technologies XD
** ashawkey/stable-dreamfusion
  - A pytorch implementation of text-to-3D dreamfusion, powered by stable diffusion.
** asn-d6/onionbalance
  - Onionbalance v3  -- mirror of (https://gitlab.torproject.org/tpo/core/onionbalance/)
** assimp/assimp
  - The official Open-Asset-Importer-Library Repository. Loads 40+ 3D-file-formats into one unified and clean data structure.
** AsuharietYgvar/AppleNeuralHash2ONNX
  - Convert Apple NeuralHash model for CSAM Detection to ONNX.
** async-profiler/async-profiler
  - Sampling CPU and HEAP profiler for Java featuring AsyncGetCallTrace + perf_events
** async-rs/async-std
  - Async version of the Rust standard library
** Atmosphere-NX/Atmosphere
  - Atmosphère is a work-in-progress customized firmware for the Nintendo Switch.
** atom0s/Steamless
  - Steamless is a DRM remover of the SteamStub variants.  The goal of Steamless is to make a single solution for unpacking all Steam DRM-packed files. Steamless aims to support as many games as possible.
** audacity/audacity
  - Audio Editor
** autobrr/autobrr
  - Automation for downloads.
** AUTOMATIC1111/stable-diffusion-webui
  - Stable Diffusion web UI
** automerge/automerge
  - A JSON-like data structure (a CRDT) that can be modified concurrently by different users, and merged again automatically.
** avast/retdec
  - RetDec is a retargetable machine-code decompiler based on LLVM.
** AVENTER-UG/mesos-m3s
  - Apache Mesos Framework to run multiple Kubernetes
** aws/eks-anywhere
  - Run Amazon EKS on your own infrastructure
** aya-rs/aya
  - Aya is an eBPF library for the Rust programming language, built with a focus on developer experience and operability.
** babashka/scittle
  - Execute Clojure(Script) directly from browser script tags via SCI
** bard/emacs-director
  - Script Emacs sessions for automated screencasts and end-to-end tests
** beefproject/beef
  - The Browser Exploitation Framework Project
** beehive-lab/TornadoVM
  - TornadoVM: A practical and efficient heterogeneous programming framework for managed languages
** bellard/quickjs
  - Public repository of the QuickJS Javascript Engine. Pull requests are not accepted. Use the mailing list to submit patches.
** benbjohnson/litestream
  - Streaming replication for SQLite.
** bevyengine/bevy
  - A refreshingly simple data-driven game engine built in Rust
** bhauman/figwheel-main
  - Figwheel Main provides tooling for developing ClojureScript applications
** bhauman/lein-figwheel
  - Figwheel builds your ClojureScript code and hot loads it into the browser as you are coding!
** bheisler/criterion.rs
  - Statistics-driven benchmarking library for Rust
** BiglySoftware/BiglyBT
  - Feature-filled Bittorrent client based on the Azureus open source project
** binaryage/cljs-devtools
  - A collection of Chrome DevTools enhancements for ClojureScript developers
** BishopFox/sliver
  - Adversary Emulation Framework
** bitcoin/bitcoin
  - Bitcoin Core integration/staging tree
** bitwiseshiftleft/sjcl
  - Stanford Javascript Crypto Library
