docs/github_stars.html
<div id="outline-container-org4f859a5" class="outline-3">
<h3 id="org4f859a5">apache/mesos</h3>
<div class="outline-text-3" id="text-org4f859a5">
<ul class="org-ul">
<li>Apache Mesos</li>
</ul>
</div>
</div>
<div id="outline-container-orgc6e1214" class="outline-3">
<h3 id="orgc6e1214">apache/shiro</h3>
<div class="outline-text-3" id="text-orgc6e1214">
<ul class="org-ul">
<li>Apache Shiro</li>
</ul>
</div>
</div>
<div id="outline-container-org2ef3d81" class="outline-3">
<h3 id="org2ef3d81">apollographql/federation</h3>
<div class="outline-text-3" id="text-org2ef3d81">
<ul class="org-ul">
<li>Build and scale a single data graph across multiple services with Apollo's federation gateway</li>
</ul>
</div>
</div>
<div id="outline-container-org6835464" class="outline-3">
<h3 id="org6835464">apollographql/router</h3>
<div class="outline-text-3" id="text-org6835464">
<ul class="org-ul">
<li>A configurable, high-performance routing runtime for Apollo Federation</li>
</ul>
</div>
</div>
<div id="outline-container-org815edf4" class="outline-3">
<h3 id="org815edf4">apotdevin/thunderhub</h3>
<div class="outline-text-3" id="text-org815edf4">
<ul class="org-ul">
<li>ThunderHub LND Lightning Node Manager in your Browser</li>
</ul>
</div>
</div>
<div id="outline-container-org190b130" class="outline-3">
<h3 id="org190b130">apple/cups</h3>
<div class="outline-text-3" id="text-org190b130">
<ul class="org-ul">
<li>Apple CUPS Sources</li>
</ul>
</div>
</div>
<div id="outline-container-orgf14a646" class="outline-3">
<h3 id="orgf14a646">apple/darwin-xnu</h3>
<div class="outline-text-3" id="text-orgf14a646">
<ul class="org-ul">
<li>The Darwin Kernel (mirror). This repository is a pure mirror and contributions are currently not accepted via pull-requests, please submit your contributions via <a href="https://developer.apple.com/bug-reporting/">https://developer.apple.com/bug-reporting/</a></li>
</ul>
</div>
</div>
<div id="outline-container-org5657e39" class="outline-3">
<h3 id="org5657e39">aquasecurity/kube-bench</h3>
<div class="outline-text-3" id="text-org5657e39">
<ul class="org-ul">
<li>Checks whether Kubernetes is deployed according to security best practices as defined in the CIS Kubernetes Benchmark</li>
</ul>
</div>
</div>
<div id="outline-container-org7fd08ac" class="outline-3">
<h3 id="org7fd08ac">aquasecurity/tracee</h3>
<div class="outline-text-3" id="text-org7fd08ac">
<ul class="org-ul">
<li>Linux Runtime Security and Forensics using eBPF</li>
</ul>
</div>
</div>
<div id="outline-container-org415586e" class="outline-3">
<h3 id="org415586e">Arc-Compute/GVM-user</h3>
<div class="outline-text-3" id="text-org415586e">
<ul class="org-ul">
<li>GVM-user.</li>
</ul>
</div>
</div>
<div id="outline-container-org365eb3b" class="outline-3">
<h3 id="org365eb3b">archlinux/svntogit-community</h3>
<div class="outline-text-3" id="text-org365eb3b">
<ul class="org-ul">
<li>Automatic import of svn 'community' repo (read-only mirror)</li>
</ul>
</div>
</div>
<div id="outline-container-org6180022" class="outline-3">
<h3 id="org6180022">arduino/Arduino</h3>
<div class="outline-text-3" id="text-org6180022">
<ul class="org-ul">
<li>Arduino IDE 1.x</li>
</ul>
</div>
</div>
<div id="outline-container-orgbe5c972" class="outline-3">
<h3 id="orgbe5c972">argoproj/argo-rollouts</h3>
<div class="outline-text-3" id="text-orgbe5c972">
<ul class="org-ul">
<li>Progressive Delivery for Kubernetes</li>
</ul>
</div>
</div>
<div id="outline-container-org50c784a" class="outline-3">
<h3 id="org50c784a">argosopentech/argos-translate</h3>
<div class="outline-text-3" id="text-org50c784a">
<ul class="org-ul">
<li>Open-source offline translation library written in Python</li>
</ul>
</div>
</div>
<div id="outline-container-org555d9a9" class="outline-3">
<h3 id="org555d9a9">arkworks-rs/r1cs-std</h3>
<div class="outline-text-3" id="text-org555d9a9">
<ul class="org-ul">
<li>R1CS constraints for bits, fields, and elliptic curves</li>
</ul>
</div>
</div>
<div id="outline-container-org8c5bcbc" class="outline-3">
<h3 id="org8c5bcbc">arrayfire/arrayfire</h3>
<div class="outline-text-3" id="text-org8c5bcbc">
<ul class="org-ul">
<li>ArrayFire: a general purpose GPU library.</li>
</ul>
</div>
</div>
<div id="outline-container-org00055af" class="outline-3">
<h3 id="org00055af">Artomatix/infinity<sub>tile</sub><sub>shader</sub></h3>
<div class="outline-text-3" id="text-org00055af">
<ul class="org-ul">
<li>Shader snippets for Artomatix Infinity Tiles (Wang Tiles)</li>
</ul>
</div>
</div>
<div id="outline-container-org97d0d8a" class="outline-3">
<h3 id="org97d0d8a">AscEmu/AscEmu</h3>
<div class="outline-text-3" id="text-org97d0d8a">
<ul class="org-ul">
<li>Official AscEmu repo&#x2026; a never ending place to work. With cutting edge technologies XD</li>
</ul>
</div>
</div>
<div id="outline-container-org9d13905" class="outline-3">
<h3 id="org9d13905">asn-d6/onionbalance</h3>
<div class="outline-text-3" id="text-org9d13905">
<ul class="org-ul">
<li>Onionbalance v3  &#x2013; mirror of (<a href="https://gitlab.torproject.org/tpo/core/onionbalance/">https://gitlab.torproject.org/tpo/core/onionbalance/</a>)</li>
</ul>
</div>
</div>
<div id="outline-container-org5d6b4de" class="outline-3">
<h3 id="org5d6b4de">assimp/assimp</h3>
<div class="outline-text-3" id="text-org5d6b4de">
<ul class="org-ul">
<li>The official Open-Asset-Importer-Library Repository. Loads 40+ 3D-file-formats into one unified and clean data structure.</li>
</ul>
</div>
</div>
<div id="outline-container-org2fc2639" class="outline-3">
<h3 id="org2fc2639">AsuharietYgvar/AppleNeuralHash2ONNX</h3>
<div class="outline-text-3" id="text-org2fc2639">
<ul class="org-ul">
<li>Convert Apple NeuralHash model for CSAM Detection to ONNX.</li>
</ul>
</div>
</div>
<div id="outline-container-org050fb52" class="outline-3">
<h3 id="org050fb52">async-profiler/async-profiler</h3>
<div class="outline-text-3" id="text-org050fb52">
<ul class="org-ul">
<li>Sampling CPU and HEAP profiler for Java featuring AsyncGetCallTrace + perf<sub>events</sub></li>
</ul>
</div>
</div>
<div id="outline-container-orge304447" class="outline-3">
<h3 id="orge304447">async-rs/async-std</h3>
<div class="outline-text-3" id="text-orge304447">
<ul class="org-ul">
<li>Async version of the Rust standard library</li>
</ul>
</div>
</div>
<div id="outline-container-orga24128e" class="outline-3">
<h3 id="orga24128e">Atmosphere-NX/Atmosphere</h3>
<div class="outline-text-3" id="text-orga24128e">
<ul class="org-ul">
<li>Atmosphère is a work-in-progress customized firmware for the Nintendo Switch.</li>
</ul>
</div>
</div>
<div id="outline-container-orgb967df0" class="outline-3">
<h3 id="orgb967df0">atom0s/Steamless</h3>
<div class="outline-text-3" id="text-orgb967df0">
<ul class="org-ul">
<li>Steamless is a DRM remover of the SteamStub variants.  The goal of Steamless is to make a single solution for unpacking all Steam DRM-packed files. Steamless aims to support as many games as possible.</li>
</ul>
</div>
</div>
<div id="outline-container-orgd23a051" class="outline-3">
<h3 id="orgd23a051">autobrr/autobrr</h3>
<div class="outline-text-3" id="text-orgd23a051">
<ul class="org-ul">
<li>Automation for downloads.</li>
</ul>
</div>
</div>
<div id="outline-container-orga4ea790" class="outline-3">
<h3 id="orga4ea790">automerge/automerge</h3>
<div class="outline-text-3" id="text-orga4ea790">
<ul class="org-ul">
<li>A JSON-like data structure (a CRDT) that can be modified concurrently by different users, and merged again automatically.</li>
</ul>
</div>
</div>
<div id="outline-container-orgae0e431" class="outline-3">
<h3 id="orgae0e431">avast/retdec</h3>
<div class="outline-text-3" id="text-orgae0e431">
<ul class="org-ul">
<li>RetDec is a retargetable machine-code decompiler based on LLVM.</li>
</ul>
</div>
</div>
<div id="outline-container-orgc4af7b8" class="outline-3">
<h3 id="orgc4af7b8">aws/eks-anywhere</h3>
<div class="outline-text-3" id="text-orgc4af7b8">
<ul class="org-ul">
<li>Run Amazon EKS on your own infrastructure</li>
</ul>
</div>
</div>
<div id="outline-container-orge43efb5" class="outline-3">
<h3 id="orge43efb5">babashka/scittle</h3>
<div class="outline-text-3" id="text-orge43efb5">
<ul class="org-ul">
<li>Execute Clojure(Script) directly from browser script tags via SCI</li>
</ul>
</div>
</div>
<div id="outline-container-org8cf4298" class="outline-3">
<h3 id="org8cf4298">bard/emacs-director</h3>
<div class="outline-text-3" id="text-org8cf4298">
<ul class="org-ul">
<li>Script Emacs sessions for automated screencasts and end-to-end tests</li>
</ul>
</div>
</div>
<div id="outline-container-orgb9929d6" class="outline-3">
<h3 id="orgb9929d6">beefproject/beef</h3>
<div class="outline-text-3" id="text-orgb9929d6">
<ul class="org-ul">
<li>The Browser Exploitation Framework Project</li>
</ul>
</div>
</div>
<div id="outline-container-orgc9d6e29" class="outline-3">
<h3 id="orgc9d6e29">beehive-lab/TornadoVM</h3>
<div class="outline-text-3" id="text-orgc9d6e29">
<ul class="org-ul">
<li>TornadoVM: A practical and efficient heterogeneous programming framework for managed languages</li>
</ul>
</div>
</div>
<div id="outline-container-orgfff56c6" class="outline-3">
<h3 id="orgfff56c6">bellard/quickjs</h3>
<div class="outline-text-3" id="text-orgfff56c6">
<ul class="org-ul">
<li>Public repository of the QuickJS Javascript Engine. Pull requests are not accepted. Use the mailing list to submit patches.</li>
</ul>
</div>
</div>
<div id="outline-container-org5924866" class="outline-3">
<h3 id="org5924866">benbjohnson/litestream</h3>
<div class="outline-text-3" id="text-org5924866">
<ul class="org-ul">
<li>Streaming replication for SQLite.</li>
</ul>
</div>
</div>
<div id="outline-container-org440e316" class="outline-3">
<h3 id="org440e316">bhauman/figwheel-main</h3>
<div class="outline-text-3" id="text-org440e316">
<ul class="org-ul">
<li>Figwheel Main provides tooling for developing ClojureScript applications</li>
</ul>
</div>
</div>
<div id="outline-container-org1927f00" class="outline-3">
<h3 id="org1927f00">bhauman/lein-figwheel</h3>
<div class="outline-text-3" id="text-org1927f00">
<ul class="org-ul">
<li>Figwheel builds your ClojureScript code and hot loads it into the browser as you are coding!</li>
</ul>
</div>
</div>
<div id="outline-container-orgc52a251" class="outline-3">
<h3 id="orgc52a251">binaryage/cljs-devtools</h3>
<div class="outline-text-3" id="text-orgc52a251">
<ul class="org-ul">
<li>A collection of Chrome DevTools enhancements for ClojureScript developers</li>
</ul>
</div>
</div>
<div id="outline-container-orgb846d30" class="outline-3">
<h3 id="orgb846d30">bitcoin/bitcoin</h3>
<div class="outline-text-3" id="text-orgb846d30">
<ul class="org-ul">
<li>Bitcoin Core integration/staging tree</li>
</ul>
</div>
</div>
<div id="outline-container-org1ba4e18" class="outline-3">
<h3 id="org1ba4e18">bitwiseshiftleft/sjcl</h3>
<div class="outline-text-3" id="text-org1ba4e18">
<ul class="org-ul">
<li>Stanford Javascript Crypto Library</li>
</ul>
</div>
</div>
