org/roam/github_stars.org
** bjorn3/browser_wasi_shim
  -  A WASI shim for in the browser
** BLAKE3-team/BLAKE3
  - the official Rust and C implementations of the BLAKE3 cryptographic hash function
** blender/blender
  - Official mirror of Blender
** BlinkDL/RWKV-LM
  - RWKV is an RNN with transformer-level LLM performance. It can be directly trained like a GPT (parallelizable). So it's combining the best of RNN and transformer - great performance, fast inference, saves VRAM, fast training, "infinite" ctx_len, and free sentence embedding.
** bluecatengineering/dora
  - A Rust DHCP server
** blueturtleai/gimp-stable-diffusion
  - Gimp plugin for stable diffusion
** blunt-instruments/MevWallet
  - MevWallet is a smart contract wallet that allows the user to capture MEV from Searchers, or create MEV on purpose.
** blyssprivacy/sdk
  - SDK for private data access, built on homomorphic encryption.
** BOINC/boinc
  - Open-source software for volunteer computing and grid computing.
** borkdude/deps.clj
  - A faithful port of the clojure CLI bash script to Clojure
** borkdude/lein2deps
  - Lein project.clj to deps.edn converter
** boyter/scc
  - Sloc, Cloc and Code: scc is a very fast accurate code counter with complexity calculations and COCOMO estimates written in pure Go
** brendangregg/FlameGraph
  - Stack trace visualizer
** briansmith/ring
  - Safe, fast, small crypto using Rust
** brunoborges/webfx
  - WebFX runs FXML and Javascript based JavaFX applications remotely
** btcpayserver/btcpayserver
  - Accept Bitcoin payments. Free, open-source & self-hosted, Bitcoin payment processor.
** bugfest/tor-controller
  - Tor toolkit for Kubernetes (Tor instances, onion services and more)
** build-trust/ockam
  - Build secure-by-design applications that can Trust Data-in-Motion. Orchestrate end-to-end encryption, mutual authentication, key management, credential management & authorization policy enforcement — at scale.
** buildbot/buildbot
  - Python-based continuous integration testing framework; your pull requests are more than welcome!
** BuilderIO/partytown
  - Relocate resource intensive third-party scripts off of the main thread and into a web worker. 🎉
** bulwarkid/virtual-fido
  - A Virtual FIDO2 USB Device
** burn-rs/burn
  - BURN: Burn Unstoppable Rusty Neurons
** BurntSushi/ripgrep
  - ripgrep recursively searches directories for a regex pattern while respecting your gitignore
** bytecodealliance/cap-std
  - Capability-oriented version of the Rust standard library
** bytecodealliance/rustix
  - Safe Rust bindings to POSIX-ish APIs
** bytecodealliance/wasi-nn
  - High-level bindings for wasi-nn system calls
** bytecodealliance/wasm-micro-runtime
  - WebAssembly Micro Runtime (WAMR)
** bytecodealliance/wasmtime
  - A fast and secure runtime for WebAssembly
** bytecodealliance/wizer
  - The WebAssembly Pre-Initializer
** C-Otto/rebalance-lnd
  - A script that can be used to balance lightning channels of a lnd node
** C0nw0nk/Nginx-Lua-Anti-DDoS
  - A Anti-DDoS script to protect Nginx web servers using Lua with a HTML Javascript based authentication puzzle inspired by Cloudflare I am under attack mode an Anti-DDoS authentication page protect yourself from every attack type All Layer 7 Attacks Mitigating Historic Attacks DoS DoS Implications DDoS All Brute Force Attacks Zero day exploits Social Engineering Rainbow Tables Password Cracking Tools Password Lists Dictionary Attacks Time Delay Any Hosting Provider Any CMS or Custom Website Unlimited Attempt Frequency Search Attacks HTTP Basic Authentication HTTP Digest Authentication HTML Form Based Authentication Mask Attacks Rule-Based Search Attacks Combinator Attacks Botnet Attacks Unauthorized IPs IP Whitelisting Bruter THC Hydra John the Ripper Brutus Ophcrack unauthorized logins Injection Broken Authentication and Session Management Sensitive Data Exposure XML External Entities (XXE) Broken Access Control Security Misconfiguration Cross-Site Scripting (XSS) Insecure Deserialization Using Components with Known Vulnerabilities Insufficient Logging & Monitoring Drupal WordPress Joomla Flash Magento PHP Plone WHMCS Atlassian Products malicious traffic Adult video script avs KVS Kernel Video Sharing Clip Bucket Tube sites Content Management Systems Social networks scripts backends proxy proxies PHP Python Porn sites xxx adult gaming networks servers sites forums vbulletin phpbb mybb smf simple machines forum xenforo web hosting video streaming buffering ldap upstream downstream download upload rtmp vod video over dl hls dash hds mss livestream drm mp4 mp3 swf css js html php python sex m3u zip rar archive compressed mitigation code source sourcecode chan 4chan 4chan.org 8chan.net 8ch 8ch.net infinite chan 8kun 8kun.net anonymous anon tor services .onion torproject.org nginx.org nginx.com openresty.org darknet dark net deepweb deep web darkweb dark web mirror vpn reddit reddit.com adobe flash hackthissite.org dreamhack hack hacked hacking hacker hackers hackerz hackz hacks code coding script scripting scripter source leaks leaked leaking cve vulnerability great firewall china america japan russia .gov government http1 http2 http3 quic q3 litespeedtech litespeed apache torrents torrent torrenting webtorrent bittorrent bitorrent bit-torrent cyberlocker cyberlockers cyber locker cyberbunker warez keygen key generator free irc internet relay chat peer-to-peer p2p cryptocurrency crypto bitcoin miner browser xmr monero coinhive coin hive coin-hive litecoin ethereum cpu cycles popads pop-ads advert advertisement networks banner ads protect ovh blazingfast.io amazon steampowered valve store.steampowered.com steamcommunity thepiratebay lulzsec antisec xhamster pornhub porn.com pornhub.com xhamster.com xvideos xvdideos.com xnxx xnxx.com popads popcash cpm ppc
** caddyserver/caddy
  - Fast and extensible multi-platform HTTP/1-2-3 web server with automatic HTTPS
** cake-tech/cake_wallet
  - The open source repository for Cake Wallet, a noncustodial multi-currency wallet, and Monero.com, a noncustodial Monero-only wallet. Need help? Check out https://guides.cakewallet.com
** can1357/NoVmp
  - A static devirtualizer for VMProtect x64 3.x. powered by VTIL.
** capnproto/capnproto
  - Cap'n Proto serialization/RPC system - core tools and C++ library
