docs/github_stars.html
<div id="outline-container-orgc0a79e3" class="outline-3">
<h3 id="orgc0a79e3">bjorn3/browser<sub>wasi</sub><sub>shim</sub></h3>
<div class="outline-text-3" id="text-orgc0a79e3">
<ul class="org-ul">
<li>A WASI shim for in the browser</li>
</ul>
</div>
</div>
<div id="outline-container-org7d6aaeb" class="outline-3">
<h3 id="org7d6aaeb">BlinkDL/RWKV-LM</h3>
<div class="outline-text-3" id="text-org7d6aaeb">
<ul class="org-ul">
<li>RWKV is an RNN with transformer-level LLM performance. It can be directly trained like a GPT (parallelizable). So it's combining the best of RNN and transformer - great performance, fast inference, saves VRAM, fast training, "infinite" ctx<sub>len</sub>, and free sentence embedding.</li>
</ul>
</div>
</div>
<div id="outline-container-org7890eff" class="outline-3">
<h3 id="org7890eff">blueturtleai/gimp-stable-diffusion</h3>
<div class="outline-text-3" id="text-org7890eff">
<ul class="org-ul">
<li>Gimp plugin for stable diffusion</li>
</ul>
</div>
</div>
<div id="outline-container-org0adc4b0" class="outline-3">
<h3 id="org0adc4b0">blunt-instruments/MevWallet</h3>
<div class="outline-text-3" id="text-org0adc4b0">
<ul class="org-ul">
<li>MevWallet is a smart contract wallet that allows the user to capture MEV from Searchers, or create MEV on purpose.</li>
</ul>
</div>
</div>
<div id="outline-container-org2772a00" class="outline-3">
<h3 id="org2772a00">blyssprivacy/sdk</h3>
<div class="outline-text-3" id="text-org2772a00">
<ul class="org-ul">
<li>SDK for private data access, built on homomorphic encryption.</li>
</ul>
</div>
</div>
<div id="outline-container-org46162e0" class="outline-3">
<h3 id="org46162e0">BOINC/boinc</h3>
<div class="outline-text-3" id="text-org46162e0">
<ul class="org-ul">
<li>Open-source software for volunteer computing and grid computing.</li>
</ul>
</div>
</div>
<div id="outline-container-org663b394" class="outline-3">
<h3 id="org663b394">borkdude/deps.clj</h3>
<div class="outline-text-3" id="text-org663b394">
<ul class="org-ul">
<li>A faithful port of the clojure CLI bash script to Clojure</li>
</ul>
</div>
</div>
<div id="outline-container-org2a6565e" class="outline-3">
<h3 id="org2a6565e">borkdude/lein2deps</h3>
<div class="outline-text-3" id="text-org2a6565e">
<ul class="org-ul">
<li>Lein project.clj to deps.edn converter</li>
</ul>
</div>
</div>
<div id="outline-container-org02e9e53" class="outline-3">
<h3 id="org02e9e53">boyter/scc</h3>
<div class="outline-text-3" id="text-org02e9e53">
<ul class="org-ul">
<li>Sloc, Cloc and Code: scc is a very fast accurate code counter with complexity calculations and COCOMO estimates written in pure Go</li>
</ul>
</div>
</div>
<div id="outline-container-org77d16ea" class="outline-3">
<h3 id="org77d16ea">brendangregg/FlameGraph</h3>
<div class="outline-text-3" id="text-org77d16ea">
<ul class="org-ul">
<li>Stack trace visualizer</li>
</ul>
</div>
</div>
<div id="outline-container-org8813dae" class="outline-3">
<h3 id="org8813dae">briansmith/ring</h3>
<div class="outline-text-3" id="text-org8813dae">
<ul class="org-ul">
<li>Safe, fast, small crypto using Rust</li>
</ul>
</div>
</div>
<div id="outline-container-orgf076c55" class="outline-3">
<h3 id="orgf076c55">brunoborges/webfx</h3>
<div class="outline-text-3" id="text-orgf076c55">
<ul class="org-ul">
<li>WebFX runs FXML and Javascript based JavaFX applications remotely</li>
</ul>
</div>
</div>
<div id="outline-container-org3ac8bc3" class="outline-3">
<h3 id="org3ac8bc3">bugfest/tor-controller</h3>
<div class="outline-text-3" id="text-org3ac8bc3">
<ul class="org-ul">
<li>Tor toolkit for Kubernetes (Tor instances, onion services and more)</li>
</ul>
</div>
</div>
<div id="outline-container-org9ec575f" class="outline-3">
<h3 id="org9ec575f">buildbot/buildbot</h3>
<div class="outline-text-3" id="text-org9ec575f">
<ul class="org-ul">
<li>Python-based continuous integration testing framework; your pull requests are more than welcome!</li>
</ul>
</div>
</div>
<div id="outline-container-orgcd47622" class="outline-3">
<h3 id="orgcd47622">BuilderIO/partytown</h3>
<div class="outline-text-3" id="text-orgcd47622">
<ul class="org-ul">
<li>Relocate resource intensive third-party scripts off of the main thread and into a web worker.</li>
</ul>
</div>
</div>
<div id="outline-container-org40688b3" class="outline-3">
<h3 id="org40688b3">bulwarkid/virtual-fido</h3>
<div class="outline-text-3" id="text-org40688b3">
<ul class="org-ul">
<li>A Virtual FIDO2 USB Device</li>
</ul>
</div>
</div>
<div id="outline-container-org7a22ab2" class="outline-3">
<h3 id="org7a22ab2">bytecodealliance/wasi-nn</h3>
<div class="outline-text-3" id="text-org7a22ab2">
<ul class="org-ul">
<li>High-level bindings for wasi-nn system calls</li>
</ul>
</div>
</div>
<div id="outline-container-org6978a13" class="outline-3">
<h3 id="org6978a13">bytecodealliance/wasm-micro-runtime</h3>
<div class="outline-text-3" id="text-org6978a13">
<ul class="org-ul">
<li>WebAssembly Micro Runtime (WAMR)</li>
</ul>
</div>
</div>
<div id="outline-container-org4b9baf3" class="outline-3">
<h3 id="org4b9baf3">bytecodealliance/wasmtime</h3>
<div class="outline-text-3" id="text-org4b9baf3">
<ul class="org-ul">
<li>A fast and secure runtime for WebAssembly</li>
</ul>
</div>
</div>
<div id="outline-container-org37a30c9" class="outline-3">
<h3 id="org37a30c9">bytecodealliance/wizer</h3>
<div class="outline-text-3" id="text-org37a30c9">
<ul class="org-ul">
<li>The WebAssembly Pre-Initializer</li>
</ul>
</div>
</div>
<div id="outline-container-orga879ac6" class="outline-3">
<h3 id="orga879ac6">C-Otto/rebalance-lnd</h3>
<div class="outline-text-3" id="text-orga879ac6">
<ul class="org-ul">
<li>A script that can be used to balance lightning channels of a lnd node</li>
</ul>
</div>
</div>
<div id="outline-container-org8a55b0b" class="outline-3">
<h3 id="org8a55b0b">C0nw0nk/Nginx-Lua-Anti-DDoS</h3>
<div class="outline-text-3" id="text-org8a55b0b">
<ul class="org-ul">
<li>A Anti-DDoS script to protect Nginx web servers using Lua with a HTML Javascript based authentication puzzle inspired by Cloudflare I am under attack mode an Anti-DDoS authentication page protect yourself from every attack type All Layer 7 Attacks Mitigating Historic Attacks DoS DoS Implications DDoS All Brute Force Attacks Zero day exploits Social Engineering Rainbow Tables Password Cracking Tools Password Lists Dictionary Attacks Time Delay Any Hosting Provider Any CMS or Custom Website Unlimited Attempt Frequency Search Attacks HTTP Basic Authentication HTTP Digest Authentication HTML Form Based Authentication Mask Attacks Rule-Based Search Attacks Combinator Attacks Botnet Attacks Unauthorized IPs IP Whitelisting Bruter THC Hydra John the Ripper Brutus Ophcrack unauthorized logins Injection Broken Authentication and Session Management Sensitive Data Exposure XML External Entities (XXE) Broken Access Control Security Misconfiguration Cross-Site Scripting (XSS) Insecure Deserialization Using Components with Known Vulnerabilities Insufficient Logging &amp; Monitoring Drupal WordPress Joomla Flash Magento PHP Plone WHMCS Atlassian Products malicious traffic Adult video script avs KVS Kernel Video Sharing Clip Bucket Tube sites Content Management Systems Social networks scripts backends proxy proxies PHP Python Porn sites xxx adult gaming networks servers sites forums vbulletin phpbb mybb smf simple machines forum xenforo web hosting video streaming buffering ldap upstream downstream download upload rtmp vod video over dl hls dash hds mss livestream drm mp4 mp3 swf css js html php python sex m3u zip rar archive compressed mitigation code source sourcecode chan 4chan 4chan.org 8chan.net 8ch 8ch.net infinite chan 8kun 8kun.net anonymous anon tor services .onion torproject.org nginx.org nginx.com openresty.org darknet dark net deepweb deep web darkweb dark web mirror vpn reddit reddit.com adobe flash hackthissite.org dreamhack hack hacked hacking hacker hackers hackerz hackz hacks code coding script scripting scripter source leaks leaked leaking cve vulnerability great firewall china america japan russia .gov government http1 http2 http3 quic q3 litespeedtech litespeed apache torrents torrent torrenting webtorrent bittorrent bitorrent bit-torrent cyberlocker cyberlockers cyber locker cyberbunker warez keygen key generator free irc internet relay chat peer-to-peer p2p cryptocurrency crypto bitcoin miner browser xmr monero coinhive coin hive coin-hive litecoin ethereum cpu cycles popads pop-ads advert advertisement networks banner ads protect ovh blazingfast.io amazon steampowered valve store.steampowered.com steamcommunity thepiratebay lulzsec antisec xhamster pornhub porn.com pornhub.com xhamster.com xvideos xvdideos.com xnxx xnxx.com popads popcash cpm ppc</li>
</ul>
</div>
</div>
<div id="outline-container-orgd105ecb" class="outline-3">
<h3 id="orgd105ecb">cake-tech/cake<sub>wallet</sub></h3>
<div class="outline-text-3" id="text-orgd105ecb">
<ul class="org-ul">
<li>The open source repository for Cake Wallet, a noncustodial multi-currency wallet, and Monero.com, a noncustodial Monero-only wallet. Need help? Check out <a href="https://guides.cakewallet.com">https://guides.cakewallet.com</a></li>
</ul>
</div>
</div>
<div id="outline-container-org9e260c1" class="outline-3">
<h3 id="org9e260c1">can1357/NoVmp</h3>
<div class="outline-text-3" id="text-org9e260c1">
<ul class="org-ul">
<li>A static devirtualizer for VMProtect x64 3.x. powered by VTIL.</li>
</ul>
</div>
</div>
<div id="outline-container-orgb515836" class="outline-3">
<h3 id="orgb515836">capnproto/capnproto</h3>
<div class="outline-text-3" id="text-orgb515836">
<ul class="org-ul">
<li>Cap'n Proto serialization/RPC system - core tools and C++ library</li>
</ul>
</div>
</div>
