org/roam/github_stars.org
** carp-lang/Carp
  - A statically typed lisp, without a GC, for real-time applications.
** carson-katri/dream-textures
  - Stable Diffusion built-in to Blender
** cathugger/mkp224o
  - vanity address generator for tor onion v3 (ed25519) hidden services
** CEA-LIST/Cingulata
  - Cingulata (pronounced "tchingulata") is a compiler toolchain and RTE for running C++ programs over encrypted data by means of fully homomorphic encryption techniques.
** CeleritasCelery/rune
  - Rust VM for Emacs
** ceph/ceph
  - Ceph is a distributed object, block, and file storage platform
** cert-manager/cert-manager
  - Automatically provision and manage TLS certificates in Kubernetes
** certbot/certbot
  - Certbot is EFF's tool to obtain certs from Let's Encrypt and (optionally) auto-enable HTTPS on your server.  It can also act as a client for any other CA that uses the ACME protocol.
** CesiumGS/cesium
  - An open-source JavaScript library for world-class 3D globes and maps :earth_americas:
** cgrand/xforms
  - Extra transducers and reducing fns for Clojure(script)
** chaos-mesh/chaos-mesh
  - A Chaos Engineering Platform for Kubernetes.
** checkly/headless-recorder
  - Chrome extension that records your browser interactions and generates a Playwright or Puppeteer script.
** Chia-Network/chia-blockchain
  - Chia blockchain python implementation (full node, farmer, harvester, timelord, and wallet)
** Chia-Network/internal-custody
  - Smart coins to secure funds with M of N signature thresholds, re-keying, clawbacks, and timelock spends
** chip-red-pill/MicrocodeDecryptor
  - Remove intel microcode
** Chocobozzz/PeerTube
  - ActivityPub-federated video streaming platform using P2P directly in your web browser
** Chris2011/Cucumberbeans
  - Cucumberbeans: the only feature file assistant you'll ever need.
** chrislgarry/Apollo-11
  - Original Apollo 11 Guidance Computer (AGC) source code for the command and lunar modules.
** chrismaltby/gb-studio
  - A quick and easy to use drag and drop retro game creator for your favourite handheld video game system
** cilium/cilium
  - eBPF-based Networking, Security, and Observability
** Cisco-Talos/clamav
  - ClamAV - Documentation is here: https://docs.clamav.net
** citra-emu/citra
  - A Nintendo 3DS Emulator
** citusdata/citus
  - Distributed PostgreSQL as an extension
** cjdelisle/cjdns
  - An encrypted IPv6 network using public-key cryptography for address allocation and a distributed hash table for routing.
** clap-rs/clap
  - A full featured, fast Command Line Argument Parser for Rust
** clasp-developers/clasp
  - clasp Common Lisp environment
** ClementTsang/bottom
  - Yet another cross-platform graphical process/system monitor.
** clienthax/VirtueOS
  - VirtueOS for OSRS
** clj-commons/aleph
  - Asynchronous communication for Clojure
** clj-commons/durable-queue
  - a disk-backed queue for clojure
** clj-commons/etaoin
  - Pure Clojure Webdriver protocol implementation
** clj-commons/manifold
  - A compatibility layer for event-driven abstractions
** clj-easy/graal-build-time
  - Library to initialize Clojure packages at build time with GraalVM native-image.
** clj-easy/graalvm-clojure
  - This project contains a set of "hello world" projects to verify which Clojure libraries do actually compile and produce native images under GraalVM.
** clj-kondo/clj-kondo
  - Static analyzer and linter for Clojure code that sparks joy
** clojure-goes-fast/clj-async-profiler
  - Embedded high-precision Clojure profiler
** clojure/clojure
  - The Clojure programming language
** clojure/clojurescript
  - Clojure to JS compiler
** clojure/core.cache
  - A caching library for Clojure implementing various cache strategies
** clojure/tools.analyzer.jvm
  - Additional jvm-specific passes for tools.analyzer
** clojure/tools.deps.alpha
  - superseded by tools.deps for transitive dependency graph expansion and the creation of classpaths
** clojure/tools.namespace
  - Namespace tools for clojure
** clojure/tools.nrepl
  - A Clojure network REPL that provides a server and client, along with some common APIs of use to IDEs and other tools that may need to evaluate Clojure code in remote environments.
** clojure/tools.reader
  - Clojure reader in Clojure
** cloud-hypervisor/cloud-hypervisor
  - A Virtual Machine Monitor for modern Cloud workloads. Features include CPU, memory and device hotplug, support for running Windows and Linux guests, device offload with vhost-user and a minimal compact footprint. Written in Rust with a strong focus on security.
** cloudflare/boringtun
  - Userspace WireGuard Implementation in Rust
** cloudflare/ebpf_exporter
  -  Prometheus exporter for custom eBPF metrics
** cloudflare/lol-html
  - Low output latency streaming HTML parser/rewriter with CSS selector-based API
** cloudflare/miniflare
  - Fully-local simulator for Cloudflare Workers
