docs/github_stars.html
<div id="outline-container-orgbd90e09" class="outline-3">
<h3 id="orgbd90e09">carp-lang/Carp</h3>
<div class="outline-text-3" id="text-orgbd90e09">
<ul class="org-ul">
<li>A statically typed lisp, without a GC, for real-time applications.</li>
</ul>
</div>
</div>
<div id="outline-container-org35da981" class="outline-3">
<h3 id="org35da981">cathugger/mkp224o</h3>
<div class="outline-text-3" id="text-org35da981">
<ul class="org-ul">
<li>vanity address generator for tor onion v3 (ed25519) hidden services</li>
</ul>
</div>
</div>
<div id="outline-container-org8af1200" class="outline-3">
<h3 id="org8af1200">CEA-LIST/Cingulata</h3>
<div class="outline-text-3" id="text-org8af1200">
<ul class="org-ul">
<li>Cingulata (pronounced "tchingulata") is a compiler toolchain and RTE for running C++ programs over encrypted data by means of fully homomorphic encryption techniques.</li>
</ul>
</div>
</div>
<div id="outline-container-org13d2491" class="outline-3">
<h3 id="org13d2491">cert-manager/cert-manager</h3>
<div class="outline-text-3" id="text-org13d2491">
<ul class="org-ul">
<li>Automatically provision and manage TLS certificates in Kubernetes</li>
</ul>
</div>
</div>
<div id="outline-container-orge30865d" class="outline-3">
<h3 id="orge30865d">certbot/certbot</h3>
<div class="outline-text-3" id="text-orge30865d">
<ul class="org-ul">
<li>Certbot is EFF's tool to obtain certs from Let's Encrypt and (optionally) auto-enable HTTPS on your server.  It can also act as a client for any other CA that uses the ACME protocol.</li>
</ul>
</div>
</div>
<div id="outline-container-org9a2a2b2" class="outline-3">
<h3 id="org9a2a2b2">CesiumGS/cesium</h3>
<div class="outline-text-3" id="text-org9a2a2b2">
<ul class="org-ul">
<li>An open-source JavaScript library for world-class 3D globes and maps :earth<sub>americas</sub>:</li>
</ul>
</div>
</div>
<div id="outline-container-orgff44e72" class="outline-3">
<h3 id="orgff44e72">cgrand/xforms</h3>
<div class="outline-text-3" id="text-orgff44e72">
<ul class="org-ul">
<li>Extra transducers and reducing fns for Clojure(script)</li>
</ul>
</div>
</div>
<div id="outline-container-org3606921" class="outline-3">
<h3 id="org3606921">chaos-mesh/chaos-mesh</h3>
<div class="outline-text-3" id="text-org3606921">
<ul class="org-ul">
<li>A Chaos Engineering Platform for Kubernetes.</li>
</ul>
</div>
</div>
<div id="outline-container-orga19ec38" class="outline-3">
<h3 id="orga19ec38">checkly/headless-recorder</h3>
<div class="outline-text-3" id="text-orga19ec38">
<ul class="org-ul">
<li>Chrome extension that records your browser interactions and generates a Playwright or Puppeteer script.</li>
</ul>
</div>
</div>
<div id="outline-container-orgc4a2ae5" class="outline-3">
<h3 id="orgc4a2ae5">Chia-Network/internal-custody</h3>
<div class="outline-text-3" id="text-orgc4a2ae5">
<ul class="org-ul">
<li>Smart coins to secure funds with M of N signature thresholds, re-keying, clawbacks, and timelock spends</li>
</ul>
</div>
</div>
<div id="outline-container-org46e120a" class="outline-3">
<h3 id="org46e120a">chip-red-pill/MicrocodeDecryptor</h3>
<div class="outline-text-3" id="text-org46e120a">
<ul class="org-ul">
<li>Remove intel microcode</li>
</ul>
</div>
</div>
<div id="outline-container-org5561ec4" class="outline-3">
<h3 id="org5561ec4">Chocobozzz/PeerTube</h3>
<div class="outline-text-3" id="text-org5561ec4">
<ul class="org-ul">
<li>ActivityPub-federated video streaming platform using P2P directly in your web browser</li>
</ul>
</div>
</div>
<div id="outline-container-orgdfea59b" class="outline-3">
<h3 id="orgdfea59b">Chris2011/Cucumberbeans</h3>
<div class="outline-text-3" id="text-orgdfea59b">
<ul class="org-ul">
<li>Cucumberbeans: the only feature file assistant you'll ever need.</li>
</ul>
</div>
</div>
<div id="outline-container-org78ecefa" class="outline-3">
<h3 id="org78ecefa">chrismaltby/gb-studio</h3>
<div class="outline-text-3" id="text-org78ecefa">
<ul class="org-ul">
<li>A quick and easy to use drag and drop retro game creator for your favourite handheld video game system</li>
</ul>
</div>
</div>
<div id="outline-container-orgf543cba" class="outline-3">
<h3 id="orgf543cba">cilium/cilium</h3>
<div class="outline-text-3" id="text-orgf543cba">
<ul class="org-ul">
<li>eBPF-based Networking, Security, and Observability</li>
</ul>
</div>
</div>
<div id="outline-container-org6459dc2" class="outline-3">
<h3 id="org6459dc2">Cisco-Talos/clamav</h3>
<div class="outline-text-3" id="text-org6459dc2">
<ul class="org-ul">
<li>ClamAV - Documentation is here: <a href="https://docs.clamav.net">https://docs.clamav.net</a></li>
</ul>
</div>
</div>
<div id="outline-container-org1afbe3b" class="outline-3">
<h3 id="org1afbe3b">citra-emu/citra</h3>
<div class="outline-text-3" id="text-org1afbe3b">
<ul class="org-ul">
<li>A Nintendo 3DS Emulator</li>
</ul>
</div>
</div>
<div id="outline-container-org86d2c77" class="outline-3">
<h3 id="org86d2c77">citusdata/citus</h3>
<div class="outline-text-3" id="text-org86d2c77">
<ul class="org-ul">
<li>Distributed PostgreSQL as an extension</li>
</ul>
</div>
</div>
<div id="outline-container-org6de2185" class="outline-3">
<h3 id="org6de2185">cjdelisle/cjdns</h3>
<div class="outline-text-3" id="text-org6de2185">
<ul class="org-ul">
<li>An encrypted IPv6 network using public-key cryptography for address allocation and a distributed hash table for routing.</li>
</ul>
</div>
</div>
<div id="outline-container-orga5ac162" class="outline-3">
<h3 id="orga5ac162">clasp-developers/clasp</h3>
<div class="outline-text-3" id="text-orga5ac162">
<ul class="org-ul">
<li>clasp Common Lisp environment</li>
</ul>
</div>
</div>
<div id="outline-container-org123392d" class="outline-3">
<h3 id="org123392d">clienthax/VirtueOS</h3>
<div class="outline-text-3" id="text-org123392d">
<ul class="org-ul">
<li>VirtueOS for OSRS</li>
</ul>
</div>
</div>
<div id="outline-container-org3d2ed82" class="outline-3">
<h3 id="org3d2ed82">clj-commons/aleph</h3>
<div class="outline-text-3" id="text-org3d2ed82">
<ul class="org-ul">
<li>Asynchronous communication for Clojure</li>
</ul>
</div>
</div>
<div id="outline-container-org5f876b4" class="outline-3">
<h3 id="org5f876b4">clj-commons/durable-queue</h3>
<div class="outline-text-3" id="text-org5f876b4">
<ul class="org-ul">
<li>a disk-backed queue for clojure</li>
</ul>
</div>
</div>
<div id="outline-container-org2a913d9" class="outline-3">
<h3 id="org2a913d9">clj-commons/etaoin</h3>
<div class="outline-text-3" id="text-org2a913d9">
<ul class="org-ul">
<li>Pure Clojure Webdriver protocol implementation</li>
</ul>
</div>
</div>
<div id="outline-container-org1087958" class="outline-3">
<h3 id="org1087958">clj-commons/manifold</h3>
<div class="outline-text-3" id="text-org1087958">
<ul class="org-ul">
<li>A compatibility layer for event-driven abstractions</li>
</ul>
</div>
</div>
<div id="outline-container-org530b223" class="outline-3">
<h3 id="org530b223">clj-easy/graal-build-time</h3>
<div class="outline-text-3" id="text-org530b223">
<ul class="org-ul">
<li>Library to initialize Clojure packages at build time with GraalVM native-image.</li>
</ul>
</div>
</div>
<div id="outline-container-org3a2df44" class="outline-3">
<h3 id="org3a2df44">clj-easy/graalvm-clojure</h3>
<div class="outline-text-3" id="text-org3a2df44">
<ul class="org-ul">
<li>This project contains a set of "hello world" projects to verify which Clojure libraries do actually compile and produce native images under GraalVM.</li>
</ul>
</div>
</div>
<div id="outline-container-org2711e27" class="outline-3">
<h3 id="org2711e27">clj-kondo/clj-kondo</h3>
<div class="outline-text-3" id="text-org2711e27">
<ul class="org-ul">
<li>Static analyzer and linter for Clojure code that sparks joy</li>
</ul>
</div>
</div>
<div id="outline-container-org27ca9be" class="outline-3">
<h3 id="org27ca9be">clojure-goes-fast/clj-async-profiler</h3>
<div class="outline-text-3" id="text-org27ca9be">
<ul class="org-ul">
<li>Embedded high-precision Clojure profiler</li>
</ul>
</div>
</div>
<div id="outline-container-org1bb0950" class="outline-3">
<h3 id="org1bb0950">clojure/clojure</h3>
<div class="outline-text-3" id="text-org1bb0950">
<ul class="org-ul">
<li>The Clojure programming language</li>
</ul>
</div>
</div>
<div id="outline-container-orgc26db96" class="outline-3">
<h3 id="orgc26db96">clojure/clojurescript</h3>
<div class="outline-text-3" id="text-orgc26db96">
<ul class="org-ul">
<li>Clojure to JS compiler</li>
</ul>
</div>
</div>
<div id="outline-container-org7b5347e" class="outline-3">
<h3 id="org7b5347e">clojure/core.cache</h3>
<div class="outline-text-3" id="text-org7b5347e">
<ul class="org-ul">
<li>A caching library for Clojure implementing various cache strategies</li>
</ul>
</div>
</div>
<div id="outline-container-org46bfe5f" class="outline-3">
<h3 id="org46bfe5f">clojure/tools.analyzer.jvm</h3>
<div class="outline-text-3" id="text-org46bfe5f">
<ul class="org-ul">
<li>Additional jvm-specific passes for tools.analyzer</li>
</ul>
</div>
</div>
<div id="outline-container-org27929e0" class="outline-3">
<h3 id="org27929e0">clojure/tools.deps.alpha</h3>
<div class="outline-text-3" id="text-org27929e0">
<ul class="org-ul">
<li>superseded by tools.deps for transitive dependency graph expansion and the creation of classpaths</li>
</ul>
</div>
</div>
<div id="outline-container-org0d8c8a1" class="outline-3">
<h3 id="org0d8c8a1">clojure/tools.namespace</h3>
<div class="outline-text-3" id="text-org0d8c8a1">
<ul class="org-ul">
<li>Namespace tools for clojure</li>
</ul>
</div>
</div>
<div id="outline-container-org1766b75" class="outline-3">
<h3 id="org1766b75">clojure/tools.nrepl</h3>
<div class="outline-text-3" id="text-org1766b75">
<ul class="org-ul">
<li>A Clojure network REPL that provides a server and client, along with some common APIs of use to IDEs and other tools that may need to evaluate Clojure code in remote environments.</li>
</ul>
</div>
</div>
<div id="outline-container-orgb9e1d2e" class="outline-3">
<h3 id="orgb9e1d2e">clojure/tools.reader</h3>
<div class="outline-text-3" id="text-orgb9e1d2e">
<ul class="org-ul">
<li>Clojure reader in Clojure</li>
</ul>
</div>
</div>
<div id="outline-container-orgd1383a2" class="outline-3">
<h3 id="orgd1383a2">cloud-hypervisor/cloud-hypervisor</h3>
<div class="outline-text-3" id="text-orgd1383a2">
<ul class="org-ul">
<li>A Virtual Machine Monitor for modern Cloud workloads. Features include CPU, memory and device hotplug, support for running Windows and Linux guests, device offload with vhost-user and a minimal compact footprint. Written in Rust with a strong focus on security.</li>
</ul>
</div>
</div>
<div id="outline-container-orgd2cadc8" class="outline-3">
<h3 id="orgd2cadc8">cloudflare/ebpf<sub>exporter</sub></h3>
<div class="outline-text-3" id="text-orgd2cadc8">
<ul class="org-ul">
<li>Prometheus exporter for custom eBPF metrics</li>
</ul>
</div>
</div>
<div id="outline-container-org5ff1ca7" class="outline-3">
<h3 id="org5ff1ca7">cloudflare/miniflare</h3>
<div class="outline-text-3" id="text-org5ff1ca7">
<ul class="org-ul">
<li>Fully-local simulator for Cloudflare Workers</li>
</ul>
</div>
</div>
