org/roam/github_stars.org
** cloudflare/slirpnetstack
  - slirp4netns implementation using gvisor/netstack
** cloudflare/workerd
  - The JavaScript / Wasm runtime that powers Cloudflare Workers
** cloudflare/workers-rs
  - Write Cloudflare Workers in 100% Rust via WebAssembly
** cloudflare/workers-sdk
  - Home to Wrangler, the CLI for Cloudflare Workers
** cloudnative-pg/cloudnative-pg
  - CloudNativePG is a Kubernetes operator that covers the full lifecycle of a PostgreSQL database cluster with a primary/standby architecture, using native streaming replication
** ClusterLabs/pacemaker
  - Pacemaker is an advanced, scalable High-Availability cluster resource manager
** cmangos/mangos-classic
  - C(ontinued)-MaNGOS (Classic fork) is about: -- Doing WoW-Emulation Right!
** codecrafters-io/build-your-own-x
  - Master programming by recreating your favorite technologies from scratch.
** colesbury/nogil
  - Multithreaded Python without the GIL
** comfyanonymous/ComfyUI
  - A powerful and modular stable diffusion GUI with a graph/nodes interface. (Stable Diffusion XL)
** comit-network/xmr-btc-swap
  - Bitcoin–Monero Cross-chain Atomic Swap
** commaai/openpilot
  - openpilot is an open source driver assistance system. openpilot performs the functions of Automated Lane Centering and Adaptive Cruise Control for over 200 supported car makes and models.
** company-mode/company-mode
  - Modular in-buffer completion framework for Emacs
** compiler-explorer/compiler-explorer
  - Run compilers interactively from your web browser and interact with the assembly
** consp/apim-asbuilt-decode
  - Decoding of the Ford Sync 3 APIM AsBuilt data
** containers/bubblewrap
  - Unprivileged sandboxing tool
** containers/podman
  - Podman: A tool for managing OCI containers and pods.
** continue-revolution/sd-webui-segment-anything
  - Segment Anything for Stable Diffusion WebUI
** Cookie-AutoDelete/Cookie-AutoDelete
  - Firefox and Chrome WebExtension that deletes cookies and other browsing site data as soon as the tab closes, domain changes, browser restarts, or a combination of those events.
** copy/v86
  - x86 virtualization in your browser, recompiling x86 to wasm on the fly
** coq/coq
  - Coq is a formal proof management system. It provides a formal language to write mathematical definitions, executable algorithms and theorems together with an environment for semi-interactive development of machine-checked proofs.
** coqui-ai/TTS
  - a deep learning toolkit for Text-to-Speech, battle-tested in research and production
** CorentinJ/Real-Time-Voice-Cloning
  - Clone a voice in 5 seconds to generate arbitrary speech in real-time
** coreutils/coreutils
  - upstream mirror
** cowlicks/privacypossum
  - Privacy Possum makes tracking you less profitable
** cpeikert/ALCHEMY
  - A Language and Compiler for Homomorphic Encryption Made easY
** crablang/crab
  - A community fork of a language named after a plant fungus. All of the memory-safe features you love, now with 100% less bureaucracy!
** CrackerCat/video_decrypter
  - Decrypt video from a streaming site with MPEG-DASH Widevine DRM encryption.
** cri-o/cri-o
  - Open Container Initiative-based implementation of Kubernetes Container Runtime Interface
** cross-rs/cross
  - “Zero setup” cross compilation and “cross testing” of Rust crates
** crossplane-contrib/provider-kubernetes
  - Crossplane provider to provision and manage Kubernetes objects on (remote) Kubernetes clusters.
** crossplane/crossplane
  - Cloud Native Control Planes
** crossplane/terrajet
  - Generate Crossplane Providers from any Terraform Provider
** CrunchyData/postgres-operator
  - Production PostgreSQL for Kubernetes, from high availability Postgres clusters to full-scale database-as-a-service.
** CryptoGrampy/HotShop
  - An Ephemeral, browser-based, no-server point of sale for receiving and validating Monero payments
** curl/curl
  - A command line tool and library for transferring data with URL syntax, supporting DICT, FILE, FTP, FTPS, GOPHER, GOPHERS, HTTP, HTTPS, IMAP, IMAPS, LDAP, LDAPS, MQTT, POP3, POP3S, RTMP, RTMPS, RTSP, SCP, SFTP, SMB, SMBS, SMTP, SMTPS, TELNET, TFTP, WS and WSS. libcurl offers a myriad of powerful features
** curl/trurl
- trurl is a command line tool for URL parsing and manipulation.
** Cxbx-Reloaded/Cxbx-Reloaded
  - Xbox (Original) Emulator
** DadSchoorse/vkBasalt
  - a vulkan post processing layer for linux
** dalek-cryptography/bulletproofs
  -  A pure-Rust implementation of Bulletproofs using Ristretto.
** danielkrupinski/Osiris
  - Free open-source game cheat for Counter-Strike: Global Offensive, written in modern C++. GUI powered by Dear ImGui.
** day8/re-com
  - A ClojureScript library of reusable components for Reagent
** day8/re-frame
  - A ClojureScript framework for building user interfaces, leveraging React
** dcos/dcos
  - DC/OS - The Datacenter Operating System
** decathorpe/mitmproxy_wireguard
  - WireGuard frontend for mitmproxy
** deep-floyd/IF
  - text-to-image model with a high degree of photorealism and language understanding
** deepfakes/faceswap
  - Deepfakes Software For All
** deepmind/alphafold
  - Open source code for AlphaFold.
** deepmind/alphatensor
  - fast tensor library
** deepmind/mctx
  - Monte Carlo tree search in JAX
** deepnight/ldtk
  - Modern, lightweight and efficient 2D level editor
** DefinitelyTyped/DefinitelyTyped
  - The repository for high quality TypeScript type definitions.
** delphix/sdb
  - The Slick Debugger
