docs/github_stars.html
<div id="outline-container-org582defb" class="outline-3">
<h3 id="org582defb">cloudflare/slirpnetstack</h3>
<div class="outline-text-3" id="text-org582defb">
<ul class="org-ul">
<li>slirp4netns implementation using gvisor/netstack</li>
</ul>
</div>
</div>
<div id="outline-container-org4c61d12" class="outline-3">
<h3 id="org4c61d12">cloudflare/workers-sdk</h3>
<div class="outline-text-3" id="text-org4c61d12">
<ul class="org-ul">
<li>Home to Wrangler, the CLI for Cloudflare Workers</li>
</ul>
</div>
</div>
<div id="outline-container-orgfcf9564" class="outline-3">
<h3 id="orgfcf9564">cloudnative-pg/cloudnative-pg</h3>
<div class="outline-text-3" id="text-orgfcf9564">
<ul class="org-ul">
<li>CloudNativePG is a Kubernetes operator that covers the full lifecycle of a PostgreSQL database cluster with a primary/standby architecture, using native streaming replication</li>
</ul>
</div>
</div>
<div id="outline-container-org0e9962f" class="outline-3">
<h3 id="org0e9962f">ClusterLabs/pacemaker</h3>
<div class="outline-text-3" id="text-org0e9962f">
<ul class="org-ul">
<li>Pacemaker is an advanced, scalable High-Availability cluster resource manager</li>
</ul>
</div>
</div>
<div id="outline-container-orgdeb4766" class="outline-3">
<h3 id="orgdeb4766">cmangos/mangos-classic</h3>
<div class="outline-text-3" id="text-orgdeb4766">
<ul class="org-ul">
<li>C(ontinued)-MaNGOS (Classic fork) is about: &#x2013; Doing WoW-Emulation Right!</li>
</ul>
</div>
</div>
<div id="outline-container-org07a569f" class="outline-3">
<h3 id="org07a569f">codecrafters-io/build-your-own-x</h3>
<div class="outline-text-3" id="text-org07a569f">
<ul class="org-ul">
<li>Master programming by recreating your favorite technologies from scratch.</li>
</ul>
</div>
</div>
<div id="outline-container-orgc0a1808" class="outline-3">
<h3 id="orgc0a1808">colesbury/nogil</h3>
<div class="outline-text-3" id="text-orgc0a1808">
<ul class="org-ul">
<li>Multithreaded Python without the GIL</li>
</ul>
</div>
</div>
<div id="outline-container-org26d4ecf" class="outline-3">
<h3 id="org26d4ecf">comit-network/xmr-btc-swap</h3>
<div class="outline-text-3" id="text-org26d4ecf">
<ul class="org-ul">
<li>Bitcoin–Monero Cross-chain Atomic Swap</li>
</ul>
</div>
</div>
<div id="outline-container-orgba7db94" class="outline-3">
<h3 id="orgba7db94">company-mode/company-mode</h3>
<div class="outline-text-3" id="text-orgba7db94">
<ul class="org-ul">
<li>Modular in-buffer completion framework for Emacs</li>
</ul>
</div>
</div>
<div id="outline-container-org903ed60" class="outline-3">
<h3 id="org903ed60">consp/apim-asbuilt-decode</h3>
<div class="outline-text-3" id="text-org903ed60">
<ul class="org-ul">
<li>Decoding of the Ford Sync 3 APIM AsBuilt data</li>
</ul>
</div>
</div>
<div id="outline-container-orgcd04666" class="outline-3">
<h3 id="orgcd04666">Cookie-AutoDelete/Cookie-AutoDelete</h3>
<div class="outline-text-3" id="text-orgcd04666">
<ul class="org-ul">
<li>Firefox and Chrome WebExtension that deletes cookies and other browsing site data as soon as the tab closes, domain changes, browser restarts, or a combination of those events.</li>
</ul>
</div>
</div>
<div id="outline-container-orgb1c577c" class="outline-3">
<h3 id="orgb1c577c">copy/v86</h3>
<div class="outline-text-3" id="text-orgb1c577c">
<ul class="org-ul">
<li>x86 virtualization in your browser, recompiling x86 to wasm on the fly</li>
</ul>
</div>
</div>
<div id="outline-container-org83c4438" class="outline-3">
<h3 id="org83c4438">coq/coq</h3>
<div class="outline-text-3" id="text-org83c4438">
<ul class="org-ul">
<li>Coq is a formal proof management system. It provides a formal language to write mathematical definitions, executable algorithms and theorems together with an environment for semi-interactive development of machine-checked proofs.</li>
</ul>
</div>
</div>
<div id="outline-container-orge147dad" class="outline-3">
<h3 id="orge147dad">CorentinJ/Real-Time-Voice-Cloning</h3>
<div class="outline-text-3" id="text-orge147dad">
<ul class="org-ul">
<li>Clone a voice in 5 seconds to generate arbitrary speech in real-time</li>
</ul>
</div>
</div>
<div id="outline-container-orgee6e2f1" class="outline-3">
<h3 id="orgee6e2f1">coreutils/coreutils</h3>
<div class="outline-text-3" id="text-orgee6e2f1">
<ul class="org-ul">
<li>upstream mirror</li>
</ul>
</div>
</div>
<div id="outline-container-org56d5bb1" class="outline-3">
<h3 id="org56d5bb1">cowlicks/privacypossum</h3>
<div class="outline-text-3" id="text-org56d5bb1">
<ul class="org-ul">
<li>Privacy Possum makes tracking you less profitable</li>
</ul>
</div>
</div>
<div id="outline-container-org5a3e47f" class="outline-3">
<h3 id="org5a3e47f">cpeikert/ALCHEMY</h3>
<div class="outline-text-3" id="text-org5a3e47f">
<ul class="org-ul">
<li>A Language and Compiler for Homomorphic Encryption Made easY</li>
</ul>
</div>
</div>
<div id="outline-container-org8400037" class="outline-3">
<h3 id="org8400037">crablang/crab</h3>
<div class="outline-text-3" id="text-org8400037">
<ul class="org-ul">
<li>A community fork of a language named after a plant fungus. All of the memory-safe features you love, now with 100% less bureaucracy!</li>
</ul>
</div>
</div>
<div id="outline-container-orgd60733f" class="outline-3">
<h3 id="orgd60733f">CrackerCat/video<sub>decrypter</sub></h3>
<div class="outline-text-3" id="text-orgd60733f">
<ul class="org-ul">
<li>Decrypt video from a streaming site with MPEG-DASH Widevine DRM encryption.</li>
</ul>
</div>
</div>
<div id="outline-container-org7c225e3" class="outline-3">
<h3 id="org7c225e3">cri-o/cri-o</h3>
<div class="outline-text-3" id="text-org7c225e3">
<ul class="org-ul">
<li>Open Container Initiative-based implementation of Kubernetes Container Runtime Interface</li>
</ul>
</div>
</div>
<div id="outline-container-orgaa81ff7" class="outline-3">
<h3 id="orgaa81ff7">crossplane-contrib/provider-kubernetes</h3>
<div class="outline-text-3" id="text-orgaa81ff7">
<ul class="org-ul">
<li>Crossplane provider to provision and manage Kubernetes objects on (remote) Kubernetes clusters.</li>
</ul>
</div>
</div>
<div id="outline-container-orga9ef0c8" class="outline-3">
<h3 id="orga9ef0c8">crossplane/terrajet</h3>
<div class="outline-text-3" id="text-orga9ef0c8">
<ul class="org-ul">
<li>Generate Crossplane Providers from any Terraform Provider</li>
</ul>
</div>
</div>
<div id="outline-container-org06da3c6" class="outline-3">
<h3 id="org06da3c6">CrunchyData/postgres-operator</h3>
<div class="outline-text-3" id="text-org06da3c6">
<ul class="org-ul">
<li>Production PostgreSQL for Kubernetes, from high availability Postgres clusters to full-scale database-as-a-service.</li>
</ul>
</div>
</div>
<div id="outline-container-org6ffcfb4" class="outline-3">
<h3 id="org6ffcfb4">CryptoGrampy/HotShop</h3>
<div class="outline-text-3" id="text-org6ffcfb4">
<ul class="org-ul">
<li>An Ephemeral, browser-based, no-server point of sale for receiving and validating Monero payments</li>
</ul>
</div>
</div>
<div id="outline-container-orgd8b4552" class="outline-3">
<h3 id="orgd8b4552">curl/trurl</h3>
<div class="outline-text-3" id="text-orgd8b4552">
<ul class="org-ul">
<li>trurl is a command line tool for URL parsing and manipulation.</li>
</ul>
</div>
</div>
<div id="outline-container-org7fadd0f" class="outline-3">
<h3 id="org7fadd0f">Cxbx-Reloaded/Cxbx-Reloaded</h3>
<div class="outline-text-3" id="text-org7fadd0f">
<ul class="org-ul">
<li>Xbox (Original) Emulator</li>
</ul>
</div>
</div>
<div id="outline-container-org82e7981" class="outline-3">
<h3 id="org82e7981">DadSchoorse/vkBasalt</h3>
<div class="outline-text-3" id="text-org82e7981">
<ul class="org-ul">
<li>a vulkan post processing layer for linux</li>
</ul>
</div>
</div>
<div id="outline-container-org86074b3" class="outline-3">
<h3 id="org86074b3">danielkrupinski/Osiris</h3>
<div class="outline-text-3" id="text-org86074b3">
<ul class="org-ul">
<li>Free open-source game cheat for Counter-Strike: Global Offensive, written in modern C++. GUI powered by Dear ImGui.</li>
</ul>
</div>
</div>
<div id="outline-container-orgbd3585e" class="outline-3">
<h3 id="orgbd3585e">day8/re-com</h3>
<div class="outline-text-3" id="text-orgbd3585e">
<ul class="org-ul">
<li>A ClojureScript library of reusable components for Reagent</li>
</ul>
</div>
</div>
<div id="outline-container-org57f565b" class="outline-3">
<h3 id="org57f565b">day8/re-frame</h3>
<div class="outline-text-3" id="text-org57f565b">
<ul class="org-ul">
<li>A ClojureScript framework for building user interfaces, leveraging React</li>
</ul>
</div>
</div>
<div id="outline-container-org26de342" class="outline-3">
<h3 id="org26de342">dcos/dcos</h3>
<div class="outline-text-3" id="text-org26de342">
<ul class="org-ul">
<li>DC/OS - The Datacenter Operating System</li>
</ul>
</div>
</div>
<div id="outline-container-org3b4726b" class="outline-3">
<h3 id="org3b4726b">deep-floyd/IF</h3>
<div class="outline-text-3" id="text-org3b4726b">
<ul class="org-ul">
<li>text-to-image model with a high degree of photorealism and language understanding</li>
</ul>
</div>
</div>
<div id="outline-container-orga8fcaea" class="outline-3">
<h3 id="orga8fcaea">deepfakes/faceswap</h3>
<div class="outline-text-3" id="text-orga8fcaea">
<ul class="org-ul">
<li>Deepfakes Software For All</li>
</ul>
</div>
</div>
<div id="outline-container-org749f2cc" class="outline-3">
<h3 id="org749f2cc">deepmind/alphafold</h3>
<div class="outline-text-3" id="text-org749f2cc">
<ul class="org-ul">
<li>Open source code for AlphaFold.</li>
</ul>
</div>
</div>
<div id="outline-container-org5dec028" class="outline-3">
<h3 id="org5dec028">deepmind/alphatensor</h3>
<div class="outline-text-3" id="text-org5dec028">
<ul class="org-ul">
<li>fast tensor library</li>
</ul>
</div>
</div>
<div id="outline-container-orge65f3d9" class="outline-3">
<h3 id="orge65f3d9">deepmind/mctx</h3>
<div class="outline-text-3" id="text-orge65f3d9">
<ul class="org-ul">
<li>Monte Carlo tree search in JAX</li>
</ul>
</div>
</div>
<div id="outline-container-orgd75520a" class="outline-3">
<h3 id="orgd75520a">DefinitelyTyped/DefinitelyTyped</h3>
<div class="outline-text-3" id="text-orgd75520a">
<ul class="org-ul">
<li>The repository for high quality TypeScript type definitions.</li>
</ul>
</div>
</div>
<div id="outline-container-org224d2d3" class="outline-3">
<h3 id="org224d2d3">delphix/sdb</h3>
<div class="outline-text-3" id="text-org224d2d3">
<ul class="org-ul">
<li>The Slick Debugger</li>
</ul>
</div>
</div>
