org/roam/github_stars.org
** denzp/rust-ptx-linker
  - The missing puzzle piece for NVPTX experience with Rust
** dessant/buster
  - Captcha solver extension for humans
** DFHack/stonesense
  - A retro isometric visualizer for Dwarf Fortress
** dgoulet/torsocks
  - Library to torify application - NOTE: upstream has been moved to https://gitweb.torproject.org/torsocks.git
** DioxusLabs/dioxus
  - Friendly React-like GUI library for desktop, web, mobile, and more.
** DNSCrypt/dnscrypt-proxy
  - dnscrypt-proxy 2 - A flexible DNS proxy, with support for encrypted DNS protocols.
** doitsujin/dxvk
  - Vulkan-based implementation of D3D9, D3D10 and D3D11 for Linux / Wine
** dolphin-emu/dolphin
  - Dolphin is a GameCube / Wii emulator, allowing you to play games for these two platforms on PC with improvements.
** doomemacs/doomemacs
  - An Emacs framework for the stubborn martian hacker
** dreamworksanimation/openmoonray
  - MCRT renderer
** DSecurity/efiSeek
  - Ghidra analyzer for UEFI firmware.
** dslotter/HamPi
  - HamPi
** dtolnay/anyhow
  - Flexible concrete Error type built on std::error::Error
** dtolnay/thiserror
  - derive(Error) for struct and enum error types
** DualCoder/vgpu_unlock
  - Unlock vGPU functionality for consumer grade GPUs.
** dubhater/vapoursynth-fillborders
  - Fills the borders of a clip
** dubhater/vapoursynth-mvtools
  - Motion compensation and stuff
** e-m-b-a/emba
  - EMBA - The firmware security analyzer
** ebfull/halo
  - ZK-SNARK setup
** eclipse-openj9/openj9
  - Eclipse OpenJ9: A Java Virtual Machine for OpenJDK that's optimized for small footprint, fast start-up, and high throughput.   Builds on Eclipse OMR (https://github.com/eclipse/omr) and combines with the Extensions for OpenJDK for OpenJ9 repo.
** eclipse/eclipse.jdt.ls
  - Java language server
** eclipse/jetty.project
  - Eclipse Jetty® - Web Container & Clients - supports HTTP/2, HTTP/1.1, HTTP/1.0, websocket, servlets, and more
** eclipse/omr
  - Eclipse OMR™ Cross platform components for building reliable, high performance language runtimes
** edn-query-language/eql
  - EQL is a declarative way to make hierarchical (and possibly nested) selections of information about data requirements. This repository contains the base specs and definitions for EQL parsing, AST, etc.
** EFForg/crocodilehunter
  - Taking one back for Steve Irwin \u3000 \u3000 (๑•̀ㅂ•́)و
** EFForg/https-everywhere
  - A browser extension that encrypts your communications with many websites that offer HTTPS but still allow unencrypted connections.
** EFForg/privacybadger
  - Privacy Badger is a browser extension that automatically learns to block invisible trackers.
** ElementsProject/lightning
  - Core Lightning — Lightning Network implementation focusing on spec compliance and performance
** elixir-lang/elixir
  - Elixir is a dynamic, functional language designed for building scalable and maintainable applications
** ElunaLuaEngine/Eluna
  - Eluna Lua Engine for WoW Emulators
** emacs-dashboard/emacs-dashboard
  - An extensible emacs dashboard
** emacs-eaf/emacs-application-framework
  - EAF, an extensible framework that revolutionizes the graphical capabilities of Emacs
** emacs-elsa/Elsa
  - Emacs Lisp Static Analyzer and gradual type system.
** emacs-lsp/dap-mode
  - Emacs :heart: Debug Adapter Protocol
** emacs-lsp/lsp-mode
  - Emacs client/library for the Language Server Protocol
** emacs-mirror/emacs
  - Mirror of GNU Emacs
** emacscollective/no-littering
  - Help keeping ~/.emacs.d clean
** emacsmirror/rmsbolt
  - A compiler output viewer
** emilk/egui
  - egui: an easy-to-use immediate mode GUI in Rust that runs on both web and native
** emscripten-core/emscripten
  - Emscripten: An LLVM-to-WebAssembly Compiler
** endrazine/wcc
  - The Witchcraft Compiler Collection
** enhuiz/vall-e
  - An unofficial PyTorch implementation of the audio LM VALL-E
** envoyproxy/envoy
  - Cloud-native high-performance edge/middle/service proxy
** EpistasisLab/tpot
  - A Python Automated Machine Learning tool that optimizes machine learning pipelines using genetic programming.
** etcd-io/etcd
  - Distributed reliable key-value store for the most critical data of a distributed system
** etcd-io/zetcd
  - Serve the Apache Zookeeper API but back it with an etcd cluster
** eto-ai/lance
  - Modern columnar data format for ML implemented in Rust. Convert from parquet in 2 lines of code for 100x faster random access, vector index, and data versioning. Compatible with Pandas, DuckDB, Polars, Pyarrow, with more integrations coming..
** eunomia-bpf/eunomia-bpf
  - Build, Distribute and Run CO-RE eBPF programs easier with JSON and Webassembly
** evergreen-xch/cult-lite-farmer
  - A lite farmer and harvester for the Chia Blockchain.
** evilsocket/opensnitch
  - OpenSnitch is a GNU/Linux interactive application firewall inspired by Little Snitch.
** extism/extism
  - The Universal Plug-in System. Extend anything with WebAssembly.
