docs/github_stars.html
<div id="outline-container-org45abf6e" class="outline-3">
<h3 id="org45abf6e">denzp/rust-ptx-linker</h3>
<div class="outline-text-3" id="text-org45abf6e">
<ul class="org-ul">
<li>The missing puzzle piece for NVPTX experience with Rust</li>
</ul>
</div>
</div>
<div id="outline-container-orgebdcd2e" class="outline-3">
<h3 id="orgebdcd2e">dessant/buster</h3>
<div class="outline-text-3" id="text-orgebdcd2e">
<ul class="org-ul">
<li>Captcha solver extension for humans</li>
</ul>
</div>
</div>
<div id="outline-container-orged2da06" class="outline-3">
<h3 id="orged2da06">DioxusLabs/dioxus</h3>
<div class="outline-text-3" id="text-orged2da06">
<ul class="org-ul">
<li>Friendly React-like GUI library for desktop, web, mobile, and more.</li>
</ul>
</div>
</div>
<div id="outline-container-org7f13edc" class="outline-3">
<h3 id="org7f13edc">DNSCrypt/dnscrypt-proxy</h3>
<div class="outline-text-3" id="text-org7f13edc">
<ul class="org-ul">
<li>dnscrypt-proxy 2 - A flexible DNS proxy, with support for encrypted DNS protocols.</li>
</ul>
</div>
</div>
<div id="outline-container-orga6d804e" class="outline-3">
<h3 id="orga6d804e">doitsujin/dxvk</h3>
<div class="outline-text-3" id="text-orga6d804e">
<ul class="org-ul">
<li>Vulkan-based implementation of D3D9, D3D10 and D3D11 for Linux / Wine</li>
</ul>
</div>
</div>
<div id="outline-container-org62fdd15" class="outline-3">
<h3 id="org62fdd15">dolphin-emu/dolphin</h3>
<div class="outline-text-3" id="text-org62fdd15">
<ul class="org-ul">
<li>Dolphin is a GameCube / Wii emulator, allowing you to play games for these two platforms on PC with improvements.</li>
</ul>
</div>
</div>
<div id="outline-container-org86583f0" class="outline-3">
<h3 id="org86583f0">doomemacs/doomemacs</h3>
<div class="outline-text-3" id="text-org86583f0">
<ul class="org-ul">
<li>An Emacs framework for the stubborn martian hacker</li>
</ul>
</div>
</div>
<div id="outline-container-org8e01684" class="outline-3">
<h3 id="org8e01684">dreamworksanimation/openmoonray</h3>
<div class="outline-text-3" id="text-org8e01684">
<ul class="org-ul">
<li>MCRT renderer</li>
</ul>
</div>
</div>
<div id="outline-container-org11bd210" class="outline-3">
<h3 id="org11bd210">DSecurity/efiSeek</h3>
<div class="outline-text-3" id="text-org11bd210">
<ul class="org-ul">
<li>Ghidra analyzer for UEFI firmware.</li>
</ul>
</div>
</div>
<div id="outline-container-org11da11d" class="outline-3">
<h3 id="org11da11d">dubhater/vapoursynth-fillborders</h3>
<div class="outline-text-3" id="text-org11da11d">
<ul class="org-ul">
<li>Fills the borders of a clip</li>
</ul>
</div>
</div>
<div id="outline-container-org7c8da1a" class="outline-3">
<h3 id="org7c8da1a">dubhater/vapoursynth-mvtools</h3>
<div class="outline-text-3" id="text-org7c8da1a">
<ul class="org-ul">
<li>Motion compensation and stuff</li>
</ul>
</div>
</div>
<div id="outline-container-org8dd11d6" class="outline-3">
<h3 id="org8dd11d6">e-m-b-a/emba</h3>
<div class="outline-text-3" id="text-org8dd11d6">
<ul class="org-ul">
<li>EMBA - The firmware security analyzer</li>
</ul>
</div>
</div>
<div id="outline-container-orgdf97dce" class="outline-3">
<h3 id="orgdf97dce">ebfull/halo</h3>
<div class="outline-text-3" id="text-orgdf97dce">
<ul class="org-ul">
<li>ZK-SNARK setup</li>
</ul>
</div>
</div>
<div id="outline-container-org45c290c" class="outline-3">
<h3 id="org45c290c">eclipse-openj9/openj9</h3>
<div class="outline-text-3" id="text-org45c290c">
<ul class="org-ul">
<li>Eclipse OpenJ9: A Java Virtual Machine for OpenJDK that's optimized for small footprint, fast start-up, and high throughput.   Builds on Eclipse OMR (<a href="https://github.com/eclipse/omr">https://github.com/eclipse/omr</a>) and combines with the Extensions for OpenJDK for OpenJ9 repo.</li>
</ul>
</div>
</div>
<div id="outline-container-orgea1ecb8" class="outline-3">
<h3 id="orgea1ecb8">eclipse/eclipse.jdt.ls</h3>
<div class="outline-text-3" id="text-orgea1ecb8">
<ul class="org-ul">
<li>Java language server</li>
</ul>
</div>
</div>
<div id="outline-container-org77b6590" class="outline-3">
<h3 id="org77b6590">eclipse/jetty.project</h3>
<div class="outline-text-3" id="text-org77b6590">
<ul class="org-ul">
<li>Eclipse Jetty® - Web Container &amp; Clients - supports HTTP/2, HTTP/1.1, HTTP/1.0, websocket, servlets, and more</li>
</ul>
</div>
</div>
<div id="outline-container-org50f5704" class="outline-3">
<h3 id="org50f5704">eclipse/omr</h3>
<div class="outline-text-3" id="text-org50f5704">
<ul class="org-ul">
<li>Eclipse OMR™ Cross platform components for building reliable, high performance language runtimes</li>
</ul>
</div>
</div>
<div id="outline-container-org233cc37" class="outline-3">
<h3 id="org233cc37">edn-query-language/eql</h3>
<div class="outline-text-3" id="text-org233cc37">
<ul class="org-ul">
<li>EQL is a declarative way to make hierarchical (and possibly nested) selections of information about data requirements. This repository contains the base specs and definitions for EQL parsing, AST, etc.</li>
</ul>
</div>
</div>
<div id="outline-container-org2e35d5f" class="outline-3">
<h3 id="org2e35d5f">EFForg/crocodilehunter</h3>
<div class="outline-text-3" id="text-org2e35d5f">
<ul class="org-ul">
<li>Taking one back for Steve Irwin \u3000 \u3000 (๑•̀ㅂ•́)و</li>
</ul>
</div>
</div>
<div id="outline-container-org1847489" class="outline-3">
<h3 id="org1847489">EFForg/https-everywhere</h3>
<div class="outline-text-3" id="text-org1847489">
<ul class="org-ul">
<li>A browser extension that encrypts your communications with many websites that offer HTTPS but still allow unencrypted connections.</li>
</ul>
</div>
</div>
<div id="outline-container-org5b43534" class="outline-3">
<h3 id="org5b43534">EFForg/privacybadger</h3>
<div class="outline-text-3" id="text-org5b43534">
<ul class="org-ul">
<li>Privacy Badger is a browser extension that automatically learns to block invisible trackers.</li>
</ul>
</div>
</div>
<div id="outline-container-org7badce0" class="outline-3">
<h3 id="org7badce0">ElementsProject/lightning</h3>
<div class="outline-text-3" id="text-org7badce0">
<ul class="org-ul">
<li>Core Lightning — Lightning Network implementation focusing on spec compliance and performance</li>
</ul>
</div>
</div>
<div id="outline-container-org0fbe0f6" class="outline-3">
<h3 id="org0fbe0f6">elixir-lang/elixir</h3>
<div class="outline-text-3" id="text-org0fbe0f6">
<ul class="org-ul">
<li>Elixir is a dynamic, functional language designed for building scalable and maintainable applications</li>
</ul>
</div>
</div>
<div id="outline-container-org0d83255" class="outline-3">
<h3 id="org0d83255">ElunaLuaEngine/Eluna</h3>
<div class="outline-text-3" id="text-org0d83255">
<ul class="org-ul">
<li>Eluna Lua Engine for WoW Emulators</li>
</ul>
</div>
</div>
<div id="outline-container-org90f2e81" class="outline-3">
<h3 id="org90f2e81">emacs-dashboard/emacs-dashboard</h3>
<div class="outline-text-3" id="text-org90f2e81">
<ul class="org-ul">
<li>An extensible emacs dashboard</li>
</ul>
</div>
</div>
<div id="outline-container-orgb234ceb" class="outline-3">
<h3 id="orgb234ceb">emacs-eaf/emacs-application-framework</h3>
<div class="outline-text-3" id="text-orgb234ceb">
<ul class="org-ul">
<li>EAF, an extensible framework that revolutionizes the graphical capabilities of Emacs</li>
</ul>
</div>
</div>
<div id="outline-container-orgfabe725" class="outline-3">
<h3 id="orgfabe725">emacs-elsa/Elsa</h3>
<div class="outline-text-3" id="text-orgfabe725">
<ul class="org-ul">
<li>Emacs Lisp Static Analyzer and gradual type system.</li>
</ul>
</div>
</div>
<div id="outline-container-orgfdeefdc" class="outline-3">
<h3 id="orgfdeefdc">emacs-lsp/dap-mode</h3>
<div class="outline-text-3" id="text-orgfdeefdc">
<ul class="org-ul">
<li>Emacs :heart: Debug Adapter Protocol</li>
</ul>
</div>
</div>
<div id="outline-container-orge6b2aa3" class="outline-3">
<h3 id="orge6b2aa3">emacs-lsp/lsp-mode</h3>
<div class="outline-text-3" id="text-orge6b2aa3">
<ul class="org-ul">
<li>Emacs client/library for the Language Server Protocol</li>
</ul>
</div>
</div>
<div id="outline-container-orge816a65" class="outline-3">
<h3 id="orge816a65">emacscollective/no-littering</h3>
<div class="outline-text-3" id="text-orge816a65">
<ul class="org-ul">
<li>Help keeping ~/.emacs.d clean</li>
</ul>
</div>
</div>
<div id="outline-container-orgff61a96" class="outline-3">
<h3 id="orgff61a96">emacsmirror/rmsbolt</h3>
<div class="outline-text-3" id="text-orgff61a96">
<ul class="org-ul">
<li>A compiler output viewer</li>
</ul>
</div>
</div>
<div id="outline-container-orgb4434bc" class="outline-3">
<h3 id="orgb4434bc">emscripten-core/emscripten</h3>
<div class="outline-text-3" id="text-orgb4434bc">
<ul class="org-ul">
<li>Emscripten: An LLVM-to-WebAssembly Compiler</li>
</ul>
</div>
</div>
<div id="outline-container-orgede6c63" class="outline-3">
<h3 id="orgede6c63">EpistasisLab/tpot</h3>
<div class="outline-text-3" id="text-orgede6c63">
<ul class="org-ul">
<li>A Python Automated Machine Learning tool that optimizes machine learning pipelines using genetic programming.</li>
</ul>
</div>
</div>
<div id="outline-container-org5b9d698" class="outline-3">
<h3 id="org5b9d698">etcd-io/etcd</h3>
<div class="outline-text-3" id="text-org5b9d698">
<ul class="org-ul">
<li>Distributed reliable key-value store for the most critical data of a distributed system</li>
</ul>
</div>
</div>
<div id="outline-container-org6b230e2" class="outline-3">
<h3 id="org6b230e2">etcd-io/zetcd</h3>
<div class="outline-text-3" id="text-org6b230e2">
<ul class="org-ul">
<li>Serve the Apache Zookeeper API but back it with an etcd cluster</li>
</ul>
</div>
</div>
<div id="outline-container-org3a41dfa" class="outline-3">
<h3 id="org3a41dfa">eto-ai/lance</h3>
<div class="outline-text-3" id="text-org3a41dfa">
<ul class="org-ul">
<li>Modern columnar data format for ML implemented in Rust. Convert from parquet in 2 lines of code for 100x faster random access, vector index, and data versioning. Compatible with Pandas, DuckDB, Polars, Pyarrow, with more integrations coming..</li>
</ul>
</div>
</div>
<div id="outline-container-orgdaca564" class="outline-3">
<h3 id="orgdaca564">eunomia-bpf/eunomia-bpf</h3>
<div class="outline-text-3" id="text-orgdaca564">
<ul class="org-ul">
<li>Build, Distribute and Run CO-RE eBPF programs easier with JSON and Webassembly</li>
</ul>
</div>
</div>
<div id="outline-container-org3ba897a" class="outline-3">
<h3 id="org3ba897a">evergreen-xch/cult-lite-farmer</h3>
<div class="outline-text-3" id="text-org3ba897a">
<ul class="org-ul">
<li>A lite farmer and harvester for the Chia Blockchain.</li>
</ul>
</div>
</div>
