org/roam/github_stars.org
** facebook/prophet
  - Tool for producing high quality forecasts for time series data that has multiple seasonality with linear or non-linear growth.
** facebook/relay
  - Relay is a JavaScript framework for building data-driven React applications.
** facebook/sapling
  - A Scalable, User-Friendly Source Control System.
** facebook/zstd
  - Zstandard - Fast real-time compression algorithm
** facebookexperimental/hermit
  - Hermit launches linux x86_64 programs in a special, hermetically isolated sandbox to control their execution. Hermit translates normal, nondeterministic behavior, into deterministic, repeatable behavior. This can be used for various applications, including replay-debugging, reproducible artifacts, chaos mode concurrency testing and bug analysis.
** facebookincubator/below
  - A time traveling resource monitor for modern Linux systems
** facebookincubator/BOLT
  - Binary Optimization and Layout Tool - A linux command-line utility used for optimizing performance of binaries
** facebookresearch/audiocraft
  - Audiocraft is a library for audio processing and generation with deep learning. It features the state-of-the-art EnCodec audio compressor / tokenizer, along with MusicGen, a simple and controllable music generation LM with textual and melodic conditioning.
** facebookresearch/Cupcake
  - A Rust library for lattice-based additive homomorphic encryption.
** facebookresearch/esm
  - Evolutionary Scale Modeling (esm): Pretrained language models for proteins
** facebookresearch/llama
  - Inference code for LLaMA models
** facebookresearch/Private-ID
  - A collection of algorithms that can do join between two parties while preserving the privacy of keys on which the join happens
** facebookresearch/segment-anything
  - The repository provides code for running inference with the SegmentAnything Model (SAM), links for downloading the trained model checkpoints, and example notebooks that show how to use the model.
** Fallenbagel/jellyseerr
  - fork of overseerr for jellyfin support
** farcaster-project/farcaster-node
  - Farcaster cross-chain atomic swap node.
** faster-cpython/ideas
  - faster cpython ideas
** fathyb/carbonyl
  - Chromium running inside your terminal
** fauxpilot/fauxpilot
  - FauxPilot - an open-source GitHub Copilot server
** federicodotta/Brida
  - The new bridge between Burp Suite and Frida!
** federicodotta/ghidra2frida
  - The new bridge between Ghidra and Frida!
** FeralInteractive/gamemode
  - Optimise Linux system performance on demand
** fereidani/kanal
  - The fast sync and async channel that Rust deserves
** fesh0r/fernflower
  - Unofficial mirror of FernFlower Java decompiler (All pulls should be submitted upstream)
** FFmpeg/FFmpeg
  - Mirror of https://git.ffmpeg.org/ffmpeg.git
** FFMS/ffms2
  - An FFmpeg based source library and Avisynth/VapourSynth plugin for easy frame accurate access
** firecracker-microvm/firecracker
  - Secure and fast microVMs for serverless computing.
** firefox-devtools/profiler
  - Firefox Profiler — Web app for Firefox performance analysis
** flamegraph-rs/flamegraph
  - Easy flamegraphs for Rust projects and everything else, without Perl or pipes <3
** FlareSolverr/FlareSolverr
  - Proxy server to bypass Cloudflare protection
** flatwhatson/flycheck-guile
  - A Flycheck checker for GNU Guile
** Florents-Tselai/WarcDB
  - WarcDB: Web crawl data as SQLite databases.
** flycheck/flycheck
  - On the fly syntax checking for GNU Emacs
** FMInference/FlexGen
  - Running large language models on a single GPU for throughput-oriented scenarios.
** FortAwesome/Font-Awesome
  - The iconic SVG, font, and CSS toolkit
** FrameworkComputer/EmbeddedController
  - Embedded Controller firmware for the Framework Laptop
** freebsd/freebsd-src
  - The FreeBSD src tree publish-only repository. Experimenting with 'simple' pull requests....
** freebsd/pkg
  - Package management tool for FreeBSD. Help at #pkg on Libera Chat or pkg@FreeBSD.org
** freeCodeCamp/devdocs
  - API Documentation Browser
** freedesktop/virglrenderer
  - VirGL virtual OpenGL renderer
** frida/frida
  - Clone this repo to build Frida
** Frogging-Family/mingw-on-arch-automator
  - Automate the (annoying) installation of mingw on Arch and Arch-based distros
** fsfe/reuse-tool
  - reuse is a tool for compliance with the REUSE recommendations.
** fulldecent/system-bus-radio
  - Transmits AM radio on computers without radio transmitting hardware.
** GalactechsLLC/dg_xch_utils
  - A collection of packages made for working with the Chia Blockchain using Rust
** GaloisInc/reopt
  - A tool for analyzing x86-64 binaries.
** gaurav-arya/StochasticAD.jl
  - Research package for automatic differentiation of programs containing discrete randomness.
** gcc-mirror/gcc
  - Gnu compiler collection
** ge0rg/aprsdroid
  - APRSdroid - Geo-Location for Radio Amateurs
** generic-ebpf/generic-ebpf
  - Generic eBPF runtime
** geohot/qira
  - QEMU Interactive Runtime Analyser
** geohot/tinygrad
  - You like pytorch? You like micrograd? You love tinygrad! ❤
