docs/github_stars.html
<div id="outline-container-org7afad0a" class="outline-3">
<h3 id="org7afad0a">facebook/prophet</h3>
<div class="outline-text-3" id="text-org7afad0a">
<ul class="org-ul">
<li>Tool for producing high quality forecasts for time series data that has multiple seasonality with linear or non-linear growth.</li>
</ul>
</div>
</div>
<div id="outline-container-orgd57bafb" class="outline-3">
<h3 id="orgd57bafb">facebook/relay</h3>
<div class="outline-text-3" id="text-orgd57bafb">
<ul class="org-ul">
<li>Relay is a JavaScript framework for building data-driven React applications.</li>
</ul>
</div>
</div>
<div id="outline-container-orgc1d0a28" class="outline-3">
<h3 id="orgc1d0a28">facebook/sapling</h3>
<div class="outline-text-3" id="text-orgc1d0a28">
<ul class="org-ul">
<li>A Scalable, User-Friendly Source Control System.</li>
</ul>
</div>
</div>
<div id="outline-container-org2d8400b" class="outline-3">
<h3 id="org2d8400b">facebook/zstd</h3>
<div class="outline-text-3" id="text-org2d8400b">
<ul class="org-ul">
<li>Zstandard - Fast real-time compression algorithm</li>
</ul>
</div>
</div>
<div id="outline-container-orgfee26aa" class="outline-3">
<h3 id="orgfee26aa">facebookexperimental/hermit</h3>
<div class="outline-text-3" id="text-orgfee26aa">
<ul class="org-ul">
<li>Hermit launches linux x86<sub>64</sub> programs in a special, hermetically isolated sandbox to control their execution. Hermit translates normal, nondeterministic behavior, into deterministic, repeatable behavior. This can be used for various applications, including replay-debugging, reproducible artifacts, chaos mode concurrency testing and bug analysis.</li>
</ul>
</div>
</div>
<div id="outline-container-org00ba7ae" class="outline-3">
<h3 id="org00ba7ae">facebookincubator/below</h3>
<div class="outline-text-3" id="text-org00ba7ae">
<ul class="org-ul">
<li>A time traveling resource monitor for modern Linux systems</li>
</ul>
</div>
</div>
<div id="outline-container-orgc78dbfb" class="outline-3">
<h3 id="orgc78dbfb">facebookincubator/BOLT</h3>
<div class="outline-text-3" id="text-orgc78dbfb">
<ul class="org-ul">
<li>Binary Optimization and Layout Tool - A linux command-line utility used for optimizing performance of binaries</li>
</ul>
</div>
</div>
<div id="outline-container-org9c9f330" class="outline-3">
<h3 id="org9c9f330">facebookresearch/audiocraft</h3>
<div class="outline-text-3" id="text-org9c9f330">
<ul class="org-ul">
<li>Audiocraft is a library for audio processing and generation with deep learning. It features the state-of-the-art EnCodec audio compressor / tokenizer, along with MusicGen, a simple and controllable music generation LM with textual and melodic conditioning.</li>
</ul>
</div>
</div>
<div id="outline-container-org5c20840" class="outline-3">
<h3 id="org5c20840">facebookresearch/Cupcake</h3>
<div class="outline-text-3" id="text-org5c20840">
<ul class="org-ul">
<li>A Rust library for lattice-based additive homomorphic encryption.</li>
</ul>
</div>
</div>
<div id="outline-container-org6a672bb" class="outline-3">
<h3 id="org6a672bb">facebookresearch/esm</h3>
<div class="outline-text-3" id="text-org6a672bb">
<ul class="org-ul">
<li>Evolutionary Scale Modeling (esm): Pretrained language models for proteins</li>
</ul>
</div>
</div>
<div id="outline-container-orgdb5707f" class="outline-3">
<h3 id="orgdb5707f">facebookresearch/llama</h3>
<div class="outline-text-3" id="text-orgdb5707f">
<ul class="org-ul">
<li>Inference code for LLaMA models</li>
</ul>
</div>
</div>
<div id="outline-container-orgb7787cd" class="outline-3">
<h3 id="orgb7787cd">facebookresearch/Private-ID</h3>
<div class="outline-text-3" id="text-orgb7787cd">
<ul class="org-ul">
<li>A collection of algorithms that can do join between two parties while preserving the privacy of keys on which the join happens</li>
</ul>
</div>
</div>
<div id="outline-container-orgc1f0bc1" class="outline-3">
<h3 id="orgc1f0bc1">Fallenbagel/jellyseerr</h3>
<div class="outline-text-3" id="text-orgc1f0bc1">
<ul class="org-ul">
<li>fork of overseerr for jellyfin support</li>
</ul>
</div>
</div>
<div id="outline-container-org9fb5c8d" class="outline-3">
<h3 id="org9fb5c8d">farcaster-project/farcaster-node</h3>
<div class="outline-text-3" id="text-org9fb5c8d">
<ul class="org-ul">
<li>Farcaster cross-chain atomic swap node.</li>
</ul>
</div>
</div>
<div id="outline-container-orga655cd0" class="outline-3">
<h3 id="orga655cd0">faster-cpython/ideas</h3>
<div class="outline-text-3" id="text-orga655cd0">
<ul class="org-ul">
<li>faster cpython ideas</li>
</ul>
</div>
</div>
<div id="outline-container-orge331f15" class="outline-3">
<h3 id="orge331f15">fauxpilot/fauxpilot</h3>
<div class="outline-text-3" id="text-orge331f15">
<ul class="org-ul">
<li>FauxPilot - an open-source GitHub Copilot server</li>
</ul>
</div>
</div>
<div id="outline-container-org190bd6d" class="outline-3">
<h3 id="org190bd6d">federicodotta/Brida</h3>
<div class="outline-text-3" id="text-org190bd6d">
<ul class="org-ul">
<li>The new bridge between Burp Suite and Frida!</li>
</ul>
</div>
</div>
<div id="outline-container-orgd8b69cd" class="outline-3">
<h3 id="orgd8b69cd">federicodotta/ghidra2frida</h3>
<div class="outline-text-3" id="text-orgd8b69cd">
<ul class="org-ul">
<li>The new bridge between Ghidra and Frida!</li>
</ul>
</div>
</div>
<div id="outline-container-org5b8a6ac" class="outline-3">
<h3 id="org5b8a6ac">fesh0r/fernflower</h3>
<div class="outline-text-3" id="text-org5b8a6ac">
<ul class="org-ul">
<li>Unofficial mirror of FernFlower Java decompiler (All pulls should be submitted upstream)</li>
</ul>
</div>
</div>
<div id="outline-container-orge000afe" class="outline-3">
<h3 id="orge000afe">FFMS/ffms2</h3>
<div class="outline-text-3" id="text-orge000afe">
<ul class="org-ul">
<li>An FFmpeg based source library and Avisynth/VapourSynth plugin for easy frame accurate access</li>
</ul>
</div>
</div>
<div id="outline-container-org0845087" class="outline-3">
<h3 id="org0845087">firefox-devtools/profiler</h3>
<div class="outline-text-3" id="text-org0845087">
<ul class="org-ul">
<li>Firefox Profiler — Web app for Firefox performance analysis</li>
</ul>
</div>
</div>
<div id="outline-container-org1af5ea8" class="outline-3">
<h3 id="org1af5ea8">FlareSolverr/FlareSolverr</h3>
<div class="outline-text-3" id="text-org1af5ea8">
<ul class="org-ul">
<li>Proxy server to bypass Cloudflare protection</li>
</ul>
</div>
</div>
<div id="outline-container-orgf91afc7" class="outline-3">
<h3 id="orgf91afc7">flatwhatson/flycheck-guile</h3>
<div class="outline-text-3" id="text-orgf91afc7">
<ul class="org-ul">
<li>A Flycheck checker for GNU Guile</li>
</ul>
</div>
</div>
<div id="outline-container-orgd4ff747" class="outline-3">
<h3 id="orgd4ff747">Florents-Tselai/WarcDB</h3>
<div class="outline-text-3" id="text-orgd4ff747">
<ul class="org-ul">
<li>WarcDB: Web crawl data as SQLite databases.</li>
</ul>
</div>
</div>
<div id="outline-container-org74fc0ad" class="outline-3">
<h3 id="org74fc0ad">flycheck/flycheck</h3>
<div class="outline-text-3" id="text-org74fc0ad">
<ul class="org-ul">
<li>On the fly syntax checking for GNU Emacs</li>
</ul>
</div>
</div>
<div id="outline-container-org2b2aeed" class="outline-3">
<h3 id="org2b2aeed">FMInference/FlexGen</h3>
<div class="outline-text-3" id="text-org2b2aeed">
<ul class="org-ul">
<li>Running large language models on a single GPU for throughput-oriented scenarios.</li>
</ul>
</div>
</div>
<div id="outline-container-orge06c32b" class="outline-3">
<h3 id="orge06c32b">FortAwesome/Font-Awesome</h3>
<div class="outline-text-3" id="text-orge06c32b">
<ul class="org-ul">
<li>The iconic SVG, font, and CSS toolkit</li>
</ul>
</div>
</div>
<div id="outline-container-orgbf252bd" class="outline-3">
<h3 id="orgbf252bd">FrameworkComputer/EmbeddedController</h3>
<div class="outline-text-3" id="text-orgbf252bd">
<ul class="org-ul">
<li>Embedded Controller firmware for the Framework Laptop</li>
</ul>
</div>
</div>
<div id="outline-container-orgf95b2e4" class="outline-3">
<h3 id="orgf95b2e4">freebsd/freebsd-src</h3>
<div class="outline-text-3" id="text-orgf95b2e4">
<ul class="org-ul">
<li>The FreeBSD src tree publish-only repository. Experimenting with 'simple' pull requests&#x2026;.</li>
</ul>
</div>
</div>
<div id="outline-container-orgac8f040" class="outline-3">
<h3 id="orgac8f040">freebsd/pkg</h3>
<div class="outline-text-3" id="text-orgac8f040">
<ul class="org-ul">
<li>Package management tool for FreeBSD. Help at #pkg on Libera Chat or pkg@FreeBSD.org</li>
</ul>
</div>
</div>
<div id="outline-container-org43ef22b" class="outline-3">
<h3 id="org43ef22b">freeCodeCamp/devdocs</h3>
<div class="outline-text-3" id="text-org43ef22b">
<ul class="org-ul">
<li>API Documentation Browser</li>
</ul>
</div>
</div>
<div id="outline-container-orgd6fb303" class="outline-3">
<h3 id="orgd6fb303">freedesktop/virglrenderer</h3>
<div class="outline-text-3" id="text-orgd6fb303">
<ul class="org-ul">
<li>VirGL virtual OpenGL renderer</li>
</ul>
</div>
</div>
<div id="outline-container-org93ae1f0" class="outline-3">
<h3 id="org93ae1f0">Frogging-Family/mingw-on-arch-automator</h3>
<div class="outline-text-3" id="text-org93ae1f0">
<ul class="org-ul">
<li>Automate the (annoying) installation of mingw on Arch and Arch-based distros</li>
</ul>
</div>
</div>
<div id="outline-container-orgeccbb85" class="outline-3">
<h3 id="orgeccbb85">fsfe/reuse-tool</h3>
<div class="outline-text-3" id="text-orgeccbb85">
<ul class="org-ul">
<li>reuse is a tool for compliance with the REUSE recommendations.</li>
</ul>
</div>
</div>
<div id="outline-container-orgd4e238c" class="outline-3">
<h3 id="orgd4e238c">GalactechsLLC/dg<sub>xch</sub><sub>utils</sub></h3>
<div class="outline-text-3" id="text-orgd4e238c">
<ul class="org-ul">
<li>A collection of packages made for working with the Chia Blockchain using Rust</li>
</ul>
</div>
</div>
<div id="outline-container-org9a80f53" class="outline-3">
<h3 id="org9a80f53">GaloisInc/reopt</h3>
<div class="outline-text-3" id="text-org9a80f53">
<ul class="org-ul">
<li>A tool for analyzing x86-64 binaries.</li>
</ul>
</div>
</div>
<div id="outline-container-org1b30d88" class="outline-3">
<h3 id="org1b30d88">generic-ebpf/generic-ebpf</h3>
<div class="outline-text-3" id="text-org1b30d88">
<ul class="org-ul">
<li>Generic eBPF runtime</li>
</ul>
</div>
</div>
<div id="outline-container-org8165c7a" class="outline-3">
<h3 id="org8165c7a">geohot/qira</h3>
<div class="outline-text-3" id="text-org8165c7a">
<ul class="org-ul">
<li>QEMU Interactive Runtime Analyser</li>
</ul>
</div>
</div>
<div id="outline-container-org6d31d50" class="outline-3">
<h3 id="org6d31d50">geohot/tinygrad</h3>
<div class="outline-text-3" id="text-org6d31d50">
<ul class="org-ul">
<li>You like pytorch? You like micrograd? You love tinygrad! ❤</li>
</ul>
</div>
</div>
