org/roam/github_stars.org
** geoserver/geoserver
  - Official GeoServer repository
** geraldneale/py-blink_mojo-secure
  - Chialisp money privacy tool using non-interactive aggregated BLS signatures for security
** gfx-rs/naga
  - Universal shader translation in Rust
** gfx-rs/wgpu
  - Safe and portable GPU abstraction in Rust, implementing WebGPU API.
** ggerganov/llama.cpp
  - Port of Facebook's LLaMA model in C/C++
** ggerganov/whisper.cpp
  - Port of OpenAI's Whisper model in C/C++
** GiovineItalia/Gadfly.jl
  - Crafty statistical graphics for Julia.
** git-lfs/git-lfs
  - Git extension for versioning large files
** git/git
  - Git Source Code Mirror - This is a publish-only repository but pull requests can be turned into patches to the mailing list via GitGitGadget (https://gitgitgadget.github.io/). Please follow Documentation/SubmittingPatches procedure for any of your improvements.
** gitbucket/gitbucket
  - A Git platform powered by Scala with easy installation, high extensibility & GitHub API compatibility
** glfw/glfw
  - A multi-platform library for OpenGL, OpenGL ES, Vulkan, window and input
** gluonhq/gluonfx-maven-plugin
  - Plugin that simplifies creating native images for Java/JavaFX maven projects
** gluonhq/scenebuilder
  - Scene Builder is a visual, drag 'n' drop, layout tool for designing JavaFX application user interfaces.
** gluonhq/substrate
  - Create native Java(FX) apps for desktop, mobile and embedded
** gnl/ghostwheel
  - Hassle-free inline clojure.spec with semi-automatic generative testing and side effect detection
** GNOME/gimp
  - Read-only mirror of https://gitlab.gnome.org/GNOME/gimp
** Gnucash/gnucash
  - GnuCash Double-Entry Accounting Program.
** GNUnet-Mirror/GNUnet
  -  Read-only mirror of GNUnet repository, updated periodically. NOTE: do not make pull requests here, nor comment any commits. Maintainers are not tracking this git mirror. -- Submit patches via https://bugs.gnunet.org or https://gnunet.org/en/contact.html -- Official Repo: https://git.gnunet.org/gnunet.git/ - Issues: https://bugs.gnunet.org -
** gnuradio/gnuradio
  - GNU Radio – the Free and Open Software Radio Ecosystem
** go-gitea/gitea
  - Git with a cup of tea, painless self-hosted git service
** go-vgo/robotgo
  - RobotGo, Go Native cross-platform GUI automation  @vcaesar
** godot-rust/gdext
  - Rust bindings for Godot 4
** godot-rust/gdnative
  - Rust bindings for Godot 3
** godotengine/godot
  - Godot Engine – Multi-platform 2D and 3D game engine
** google-research/frame-interpolation
  - FILM: Frame Interpolation for Large Motion, In ECCV 2022.
** google/autocxx
  - Tool for safe ergonomic Rust/C++ interop driven from existing C++ headers
** google/bloaty
  - Bloaty McBloatface: a size profiler for binaries
** google/closure-compiler
  - A JavaScript checker and optimizer.
** google/clspv
  - Clspv is a prototype compiler for a subset of OpenCL C to Vulkan compute shaders
** google/flatbuffers
  - FlatBuffers: Memory Efficient Serialization Library
** google/fully-homomorphic-encryption
  - An FHE compiler for C++
** google/grumpy
  - Grumpy is a Python to Go source code transcompiler and runtime.
** google/gvisor
  - Application Kernel for Containers
** google/mediapipe
  - Cross-platform, customizable ML solutions for live and streaming media.
** google/oss-fuzz
  - OSS-Fuzz - continuous fuzzing for open source software.
** google/pprof
  - pprof is a tool for visualization and analysis of profiling data
** google/sanitizers
  - AddressSanitizer, ThreadSanitizer, MemorySanitizer
** google/tamperchrome
  - Tamper Dev is an extension that allows you to intercept and edit HTTP/HTTPS requests and responses as they happen without the need of a proxy. Works across all operating systems (including Chrome OS).
** google/wycheproof
  - Project Wycheproof tests crypto libraries against known attacks.
** google/zerocopy
  - Zero copy serialization for rust
** google/zetasql
  - ZetaSQL - Analyzer Framework for SQL
** GoogleChrome/lighthouse
  - Automated auditing, performance metrics, and best practices for the web.
** GoogleCloudPlatform/terraformer
  - CLI tool to generate terraform files from existing infrastructure (reverse Terraform). Infrastructure to Code
** GoogleContainerTools/container-diff
  - container-diff: Diff your Docker containers
** GoogleContainerTools/distroless
  - Language focused docker images, minus the operating system.
** GoogleContainerTools/jib
  - Build container images for your Java applications.
** gorhill/uBlock
  - uBlock Origin - An efficient blocker for Chromium and Firefox. Fast and lean.
** gorhill/uMatrix
  - uMatrix: Point and click matrix to filter net requests according to source, destination and type
** gperftools/gperftools
  - Main gperftools repository
** gpg/gnupg
  - The GNU Privacy Guard. NOTE: Maintainers are not tracking this mirror. Do not make pull requests here, nor comment any commits, submit them usual way to bug tracker (https://www.gnupg.org/documentation/bts.html) or to the mailing list (https://www.gnupg.org/documentation/mailing-lists.html).
** graalvm/native-build-tools
  - Native-image plugins for various build tools
** greatest-ape/aquatic
  - High-performance open BitTorrent tracker (UDP, HTTP, WebTorrent)
