docs/github_stars.html
<div id="outline-container-org650f177" class="outline-3">
<h3 id="org650f177">geoserver/geoserver</h3>
<div class="outline-text-3" id="text-org650f177">
<ul class="org-ul">
<li>Official GeoServer repository</li>
</ul>
</div>
</div>
<div id="outline-container-org44f98cf" class="outline-3">
<h3 id="org44f98cf">geraldneale/py-blink<sub>mojo</sub>-secure</h3>
<div class="outline-text-3" id="text-org44f98cf">
<ul class="org-ul">
<li>Chialisp money privacy tool using non-interactive aggregated BLS signatures for security</li>
</ul>
</div>
</div>
<div id="outline-container-org57e8cb2" class="outline-3">
<h3 id="org57e8cb2">GiovineItalia/Gadfly.jl</h3>
<div class="outline-text-3" id="text-org57e8cb2">
<ul class="org-ul">
<li>Crafty statistical graphics for Julia.</li>
</ul>
</div>
</div>
<div id="outline-container-org2429f61" class="outline-3">
<h3 id="org2429f61">git-lfs/git-lfs</h3>
<div class="outline-text-3" id="text-org2429f61">
<ul class="org-ul">
<li>Git extension for versioning large files</li>
</ul>
</div>
</div>
<div id="outline-container-org4dd0173" class="outline-3">
<h3 id="org4dd0173">gitbucket/gitbucket</h3>
<div class="outline-text-3" id="text-org4dd0173">
<ul class="org-ul">
<li>A Git platform powered by Scala with easy installation, high extensibility &amp; GitHub API compatibility</li>
</ul>
</div>
</div>
<div id="outline-container-org77fec7b" class="outline-3">
<h3 id="org77fec7b">glfw/glfw</h3>
<div class="outline-text-3" id="text-org77fec7b">
<ul class="org-ul">
<li>A multi-platform library for OpenGL, OpenGL ES, Vulkan, window and input</li>
</ul>
</div>
</div>
<div id="outline-container-org7fdfb8d" class="outline-3">
<h3 id="org7fdfb8d">gluonhq/gluonfx-maven-plugin</h3>
<div class="outline-text-3" id="text-org7fdfb8d">
<ul class="org-ul">
<li>Plugin that simplifies creating native images for Java/JavaFX maven projects</li>
</ul>
</div>
</div>
<div id="outline-container-org0b87c6c" class="outline-3">
<h3 id="org0b87c6c">gluonhq/scenebuilder</h3>
<div class="outline-text-3" id="text-org0b87c6c">
<ul class="org-ul">
<li>Scene Builder is a visual, drag 'n' drop, layout tool for designing JavaFX application user interfaces.</li>
</ul>
</div>
</div>
<div id="outline-container-org246b54c" class="outline-3">
<h3 id="org246b54c">gluonhq/substrate</h3>
<div class="outline-text-3" id="text-org246b54c">
<ul class="org-ul">
<li>Create native Java(FX) apps for desktop, mobile and embedded</li>
</ul>
</div>
</div>
<div id="outline-container-org38cfc57" class="outline-3">
<h3 id="org38cfc57">gnl/ghostwheel</h3>
<div class="outline-text-3" id="text-org38cfc57">
<ul class="org-ul">
<li>Hassle-free inline clojure.spec with semi-automatic generative testing and side effect detection</li>
</ul>
</div>
</div>
<div id="outline-container-orgbe493d0" class="outline-3">
<h3 id="orgbe493d0">Gnucash/gnucash</h3>
<div class="outline-text-3" id="text-orgbe493d0">
<ul class="org-ul">
<li>GnuCash Double-Entry Accounting Program.</li>
</ul>
</div>
</div>
<div id="outline-container-orgfe992b3" class="outline-3">
<h3 id="orgfe992b3">go-vgo/robotgo</h3>
<div class="outline-text-3" id="text-orgfe992b3">
<ul class="org-ul">
<li>RobotGo, Go Native cross-platform GUI automation  @vcaesar</li>
</ul>
</div>
</div>
<div id="outline-container-orgabb0ec9" class="outline-3">
<h3 id="orgabb0ec9">godot-rust/gdext</h3>
<div class="outline-text-3" id="text-orgabb0ec9">
<ul class="org-ul">
<li>Rust bindings for Godot 4</li>
</ul>
</div>
</div>
<div id="outline-container-orgf054324" class="outline-3">
<h3 id="orgf054324">godot-rust/gdnative</h3>
<div class="outline-text-3" id="text-orgf054324">
<ul class="org-ul">
<li>Rust bindings for Godot 3</li>
</ul>
</div>
</div>
<div id="outline-container-orgb91cf23" class="outline-3">
<h3 id="orgb91cf23">godotengine/godot</h3>
<div class="outline-text-3" id="text-orgb91cf23">
<ul class="org-ul">
<li>Godot Engine – Multi-platform 2D and 3D game engine</li>
</ul>
</div>
</div>
<div id="outline-container-orgd1b8467" class="outline-3">
<h3 id="orgd1b8467">google-research/frame-interpolation</h3>
<div class="outline-text-3" id="text-orgd1b8467">
<ul class="org-ul">
<li>FILM: Frame Interpolation for Large Motion, In ECCV 2022.</li>
</ul>
</div>
</div>
<div id="outline-container-org8abee2b" class="outline-3">
<h3 id="org8abee2b">google/autocxx</h3>
<div class="outline-text-3" id="text-org8abee2b">
<ul class="org-ul">
<li>Tool for safe ergonomic Rust/C++ interop driven from existing C++ headers</li>
</ul>
</div>
</div>
<div id="outline-container-org040023a" class="outline-3">
<h3 id="org040023a">google/bloaty</h3>
<div class="outline-text-3" id="text-org040023a">
<ul class="org-ul">
<li>Bloaty McBloatface: a size profiler for binaries</li>
</ul>
</div>
</div>
<div id="outline-container-org8db3559" class="outline-3">
<h3 id="org8db3559">google/closure-compiler</h3>
<div class="outline-text-3" id="text-org8db3559">
<ul class="org-ul">
<li>A JavaScript checker and optimizer.</li>
</ul>
</div>
</div>
<div id="outline-container-orge540030" class="outline-3">
<h3 id="orge540030">google/clspv</h3>
<div class="outline-text-3" id="text-orge540030">
<ul class="org-ul">
<li>Clspv is a prototype compiler for a subset of OpenCL C to Vulkan compute shaders</li>
</ul>
</div>
</div>
<div id="outline-container-org37aae7a" class="outline-3">
<h3 id="org37aae7a">google/flatbuffers</h3>
<div class="outline-text-3" id="text-org37aae7a">
<ul class="org-ul">
<li>FlatBuffers: Memory Efficient Serialization Library</li>
</ul>
</div>
</div>
<div id="outline-container-orgfa967e6" class="outline-3">
<h3 id="orgfa967e6">google/fully-homomorphic-encryption</h3>
<div class="outline-text-3" id="text-orgfa967e6">
<ul class="org-ul">
<li>An FHE compiler for C++</li>
</ul>
</div>
</div>
<div id="outline-container-org8ea9ec6" class="outline-3">
<h3 id="org8ea9ec6">google/grumpy</h3>
<div class="outline-text-3" id="text-org8ea9ec6">
<ul class="org-ul">
<li>Grumpy is a Python to Go source code transcompiler and runtime.</li>
</ul>
</div>
</div>
<div id="outline-container-org8917c52" class="outline-3">
<h3 id="org8917c52">google/gvisor</h3>
<div class="outline-text-3" id="text-org8917c52">
<ul class="org-ul">
<li>Application Kernel for Containers</li>
</ul>
</div>
</div>
<div id="outline-container-orgff774d6" class="outline-3">
<h3 id="orgff774d6">google/mediapipe</h3>
<div class="outline-text-3" id="text-orgff774d6">
<ul class="org-ul">
<li>Cross-platform, customizable ML solutions for live and streaming media.</li>
</ul>
</div>
</div>
<div id="outline-container-org90f79cc" class="outline-3">
<h3 id="org90f79cc">google/oss-fuzz</h3>
<div class="outline-text-3" id="text-org90f79cc">
<ul class="org-ul">
<li>OSS-Fuzz - continuous fuzzing for open source software.</li>
</ul>
</div>
</div>
<div id="outline-container-orgec6bf6a" class="outline-3">
<h3 id="orgec6bf6a">google/pprof</h3>
<div class="outline-text-3" id="text-orgec6bf6a">
<ul class="org-ul">
<li>pprof is a tool for visualization and analysis of profiling data</li>
</ul>
</div>
</div>
<div id="outline-container-org851c120" class="outline-3">
<h3 id="org851c120">google/sanitizers</h3>
<div class="outline-text-3" id="text-org851c120">
<ul class="org-ul">
<li>AddressSanitizer, ThreadSanitizer, MemorySanitizer</li>
</ul>
</div>
</div>
<div id="outline-container-orgf05b921" class="outline-3">
<h3 id="orgf05b921">google/tamperchrome</h3>
<div class="outline-text-3" id="text-orgf05b921">
<ul class="org-ul">
<li>Tamper Dev is an extension that allows you to intercept and edit HTTP/HTTPS requests and responses as they happen without the need of a proxy. Works across all operating systems (including Chrome OS).</li>
</ul>
</div>
</div>
<div id="outline-container-org89abce5" class="outline-3">
<h3 id="org89abce5">google/wycheproof</h3>
<div class="outline-text-3" id="text-org89abce5">
<ul class="org-ul">
<li>Project Wycheproof tests crypto libraries against known attacks.</li>
</ul>
</div>
</div>
<div id="outline-container-org46fb69f" class="outline-3">
<h3 id="org46fb69f">google/zerocopy</h3>
<div class="outline-text-3" id="text-org46fb69f">
<ul class="org-ul">
<li>Zero copy serialization for rust</li>
</ul>
</div>
</div>
<div id="outline-container-org07a2008" class="outline-3">
<h3 id="org07a2008">google/zetasql</h3>
<div class="outline-text-3" id="text-org07a2008">
<ul class="org-ul">
<li>ZetaSQL - Analyzer Framework for SQL</li>
</ul>
</div>
</div>
<div id="outline-container-org2bb1b1b" class="outline-3">
<h3 id="org2bb1b1b">GoogleChrome/lighthouse</h3>
<div class="outline-text-3" id="text-org2bb1b1b">
<ul class="org-ul">
<li>Automated auditing, performance metrics, and best practices for the web.</li>
</ul>
</div>
</div>
<div id="outline-container-org041336a" class="outline-3">
<h3 id="org041336a">GoogleCloudPlatform/terraformer</h3>
<div class="outline-text-3" id="text-org041336a">
<ul class="org-ul">
<li>CLI tool to generate terraform files from existing infrastructure (reverse Terraform). Infrastructure to Code</li>
</ul>
</div>
</div>
<div id="outline-container-orge989bda" class="outline-3">
<h3 id="orge989bda">GoogleContainerTools/container-diff</h3>
<div class="outline-text-3" id="text-orge989bda">
<ul class="org-ul">
<li>container-diff: Diff your Docker containers</li>
</ul>
</div>
</div>
<div id="outline-container-org7a49e16" class="outline-3">
<h3 id="org7a49e16">GoogleContainerTools/distroless</h3>
<div class="outline-text-3" id="text-org7a49e16">
<ul class="org-ul">
<li>Language focused docker images, minus the operating system.</li>
</ul>
</div>
</div>
<div id="outline-container-org8beb97c" class="outline-3">
<h3 id="org8beb97c">GoogleContainerTools/jib</h3>
<div class="outline-text-3" id="text-org8beb97c">
<ul class="org-ul">
<li>Build container images for your Java applications.</li>
</ul>
</div>
</div>
<div id="outline-container-org9d0327e" class="outline-3">
<h3 id="org9d0327e">gorhill/uMatrix</h3>
<div class="outline-text-3" id="text-org9d0327e">
<ul class="org-ul">
<li>uMatrix: Point and click matrix to filter net requests according to source, destination and type</li>
</ul>
</div>
</div>
<div id="outline-container-org67c902a" class="outline-3">
<h3 id="org67c902a">gperftools/gperftools</h3>
<div class="outline-text-3" id="text-org67c902a">
<ul class="org-ul">
<li>Main gperftools repository</li>
</ul>
</div>
</div>
<div id="outline-container-orgaaf28bd" class="outline-3">
<h3 id="orgaaf28bd">graalvm/native-build-tools</h3>
<div class="outline-text-3" id="text-orgaaf28bd">
<ul class="org-ul">
<li>Native-image plugins for various build tools</li>
</ul>
</div>
</div>
