org/roam/github_stars.org
** greenpau/caddy-git
  - Git Plugin for Caddy v2
** gridcoin-community/Gridcoin-Research
  - Gridcoin-Research
** gschup/bevy_ggrs
  - Bevy plugin for the GGRS P2P rollback networking library.
** gschup/ggrs
  - GGRS is a reimagination of GGPO, enabling P2P rollback networking in Rust. Rollback to the future!
** guardianproject/haven
  - Haven is for people who need a way to protect their personal spaces and possessions without compromising their own privacy, through an Android app and on-device sensors
** Guardsquare/proguard
  - ProGuard, Java optimizer and obfuscator
** guix-mirror/guix
  - Read-only mirror of GNU Guix — pull requests are ignored, see https://guix.gnu.org/en/manual/en/guix.html#Submitting-Patches instead
** hamsolo474/stable-diffusion-gimp-plugin
  - Gimp plugin for Stable Diffusion, based on the Krita Plugin
** HandBrake/HandBrake
  - HandBrake's main development repository
** haproxy/haproxy
  - HAProxy Load Balancer's development branch (mirror of git.haproxy.org)
** harubaru/waifu-diffusion
  - stable diffusion finetuned on weeb stuff
** hashcat/hashcat
  - World's fastest and most advanced password recovery utility
** hashgreen/cypher-chialisp
  - A chialisp library to develop smart coins on the Chia Blockchain
** hashicorp/terraform-cdk
  - Define infrastructure resources using programming constructs and provision them using HashiCorp Terraform
** hashicorp/vagrant
  - Vagrant is a tool for building and distributing development environments.
** hashicorp/vault
  - A tool for secrets management, encryption as a service, and privileged access management
** hashworks/srrdb-Terminal-Client
  - A terminal client to access srrdb.com
** hasse69/rar2fs
  - FUSE file system for reading RAR archives
** helidon-io/helidon
  - Java libraries for writing microservices
** hensm/fx_cast
  - Chromecast Web Sender SDK implementation for Firefox
** heterodb/pg-strom
  - PG-Strom - Master development repository
** HFO4/gameboy.live
  - A basic gameboy emulator with terminal "Cloud Gaming" support
** hibernate/hibernate-orm
  - Hibernate's core Object/Relational Mapping functionality
** HigherOrderCO/HVM
  - A massively parallel, optimal functional runtime in Rust
** homenc/HElib
  - HElib is an open-source software library that implements homomorphic encryption. It supports the BGV scheme with bootstrapping and the Approximate Number CKKS scheme. HElib also includes optimizations for efficient homomorphic evaluation, focusing on effective use of ciphertext packing techniques and on the Gentry-Halevi-Smart optimizations.
** HomeOfVapourSynthEvolution/havsfunc
  - Holy's ported AviSynth functions for VapourSynth
** HomeOfVapourSynthEvolution/VapourSynth-VMAF
  - VMAF filter for VapourSynth
** HomeOfVapourSynthEvolution/vsTAAmbk
  - A ported AA-script from Avisynth
** hotwired/stimulus
  - A modest JavaScript framework for the HTML you already have
** HouraiTeahouse/backroll-rs
  - A (almost) 100% pure safe Rust implementation of GGPO-style rollback netcode.
** hpcaitech/ColossalAI
  - Making large AI models cheaper, faster and more accessible (based on llama)
** hrydgard/ppsspp
  - A PSP emulator for Android, Windows, Mac and Linux, written in C++. Want to contribute? Join us on Discord at https://discord.gg/5NJB6dD or just send pull requests / issues. For discussion use the forums at forums.ppsspp.org.
** hsutter/cppfront
  - A personal experimental C++ Syntax 2 -> Syntax 1 compiler
** huggingface/safetensors
  - Simple, safe way to store and distribute tensors
** huggingface/tokenizers
  - Fast State-of-the-Art Tokenizers optimized for Research and Production
** huggingface/transformers
  - Transformers: State-of-the-art Machine Learning for Pytorch, TensorFlow, and JAX.
** hvmi/hvmi
  - Hypervisor Memory Introspection Core Library
** hwchase17/langchain
- Building applications with LLMs through composability
** hyprwm/Hyprland
  - Hyprland is a highly customizable dynamic tiling Wayland compositor that doesn't sacrifice on its looks
** i-net-software/JWebAssembly
  - Java bytecode to WebAssembly compiler
** IBM/AI-Descartes
  - Open source package for accelerated symbolic discovery of fundamental laws.
** IBM/differential-privacy-library
  - Diffprivlib: The IBM Differential Privacy Library
** IBM/fhe-toolkit-linux
  - IBM Fully Homomorphic Encryption Toolkit For Linux. This toolkit is a Linux based Docker container that demonstrates computing on encrypted data without decrypting it! The toolkit ships with two demos including a fully encrypted Machine Learning inference with a Neural Network and a Privacy-Preserving key-value search.
** IDEA-Research/Grounded-Segment-Anything
  - Marrying Grounding DINO with Segment Anything & Stable Diffusion & BLIP & Whisper - Automatically Detect , Segment and Generate Anything with Image, Text, and Speech Inputs
** idris-hackers/idris-crypto
  - Implementation of cryptographic primitives using Idris
** idris-lang/Idris-dev
  - A Dependently Typed Functional Programming Language
** ilpianista/arch-audit
  - A utility like pkg-audit for Arch Linux. Based on Arch Security Team data.
** immunant/c2rust
  - Migrate C code to Rust
