docs/github_stars.html
<div id="outline-container-orgb23227a" class="outline-3">
<h3 id="orgb23227a">greenpau/caddy-git</h3>
<div class="outline-text-3" id="text-orgb23227a">
<ul class="org-ul">
<li>Git Plugin for Caddy v2</li>
</ul>
</div>
</div>
<div id="outline-container-org262b90d" class="outline-3">
<h3 id="org262b90d">gridcoin-community/Gridcoin-Research</h3>
<div class="outline-text-3" id="text-org262b90d">
<ul class="org-ul">
<li>Gridcoin-Research</li>
</ul>
</div>
</div>
<div id="outline-container-org66444a2" class="outline-3">
<h3 id="org66444a2">gschup/bevy<sub>ggrs</sub></h3>
<div class="outline-text-3" id="text-org66444a2">
<ul class="org-ul">
<li>Bevy plugin for the GGRS P2P rollback networking library.</li>
</ul>
</div>
</div>
<div id="outline-container-orgd555265" class="outline-3">
<h3 id="orgd555265">guardianproject/haven</h3>
<div class="outline-text-3" id="text-orgd555265">
<ul class="org-ul">
<li>Haven is for people who need a way to protect their personal spaces and possessions without compromising their own privacy, through an Android app and on-device sensors</li>
</ul>
</div>
</div>
<div id="outline-container-orgf834ea7" class="outline-3">
<h3 id="orgf834ea7">Guardsquare/proguard</h3>
<div class="outline-text-3" id="text-orgf834ea7">
<ul class="org-ul">
<li>ProGuard, Java optimizer and obfuscator</li>
</ul>
</div>
</div>
<div id="outline-container-orgd9df90a" class="outline-3">
<h3 id="orgd9df90a">hamsolo474/stable-diffusion-gimp-plugin</h3>
<div class="outline-text-3" id="text-orgd9df90a">
<ul class="org-ul">
<li>Gimp plugin for Stable Diffusion, based on the Krita Plugin</li>
</ul>
</div>
</div>
<div id="outline-container-org3333c33" class="outline-3">
<h3 id="org3333c33">haproxy/haproxy</h3>
<div class="outline-text-3" id="text-org3333c33">
<ul class="org-ul">
<li>HAProxy Load Balancer's development branch (mirror of git.haproxy.org)</li>
</ul>
</div>
</div>
<div id="outline-container-orgbf10db3" class="outline-3">
<h3 id="orgbf10db3">harubaru/waifu-diffusion</h3>
<div class="outline-text-3" id="text-orgbf10db3">
<ul class="org-ul">
<li>stable diffusion finetuned on weeb stuff</li>
</ul>
</div>
</div>
<div id="outline-container-orge40eb20" class="outline-3">
<h3 id="orge40eb20">hashcat/hashcat</h3>
<div class="outline-text-3" id="text-orge40eb20">
<ul class="org-ul">
<li>World's fastest and most advanced password recovery utility</li>
</ul>
</div>
</div>
<div id="outline-container-org751cd22" class="outline-3">
<h3 id="org751cd22">hashgreen/cypher-chialisp</h3>
<div class="outline-text-3" id="text-org751cd22">
<ul class="org-ul">
<li>A chialisp library to develop smart coins on the Chia Blockchain</li>
</ul>
</div>
</div>
<div id="outline-container-org267a756" class="outline-3">
<h3 id="org267a756">hashicorp/terraform-cdk</h3>
<div class="outline-text-3" id="text-org267a756">
<ul class="org-ul">
<li>Define infrastructure resources using programming constructs and provision them using HashiCorp Terraform</li>
</ul>
</div>
</div>
<div id="outline-container-org8fe55c4" class="outline-3">
<h3 id="org8fe55c4">hashicorp/vagrant</h3>
<div class="outline-text-3" id="text-org8fe55c4">
<ul class="org-ul">
<li>Vagrant is a tool for building and distributing development environments.</li>
</ul>
</div>
</div>
<div id="outline-container-org7b1821c" class="outline-3">
<h3 id="org7b1821c">hashworks/srrdb-Terminal-Client</h3>
<div class="outline-text-3" id="text-org7b1821c">
<ul class="org-ul">
<li>A terminal client to access srrdb.com</li>
</ul>
</div>
</div>
<div id="outline-container-orgde3054a" class="outline-3">
<h3 id="orgde3054a">helidon-io/helidon</h3>
<div class="outline-text-3" id="text-orgde3054a">
<ul class="org-ul">
<li>Java libraries for writing microservices</li>
</ul>
</div>
</div>
<div id="outline-container-org25b1eb3" class="outline-3">
<h3 id="org25b1eb3">hensm/fx<sub>cast</sub></h3>
<div class="outline-text-3" id="text-org25b1eb3">
<ul class="org-ul">
<li>Chromecast Web Sender SDK implementation for Firefox</li>
</ul>
</div>
</div>
<div id="outline-container-org8abd6f5" class="outline-3">
<h3 id="org8abd6f5">heterodb/pg-strom</h3>
<div class="outline-text-3" id="text-org8abd6f5">
<ul class="org-ul">
<li>PG-Strom - Master development repository</li>
</ul>
</div>
</div>
<div id="outline-container-org1b585f9" class="outline-3">
<h3 id="org1b585f9">HFO4/gameboy.live</h3>
<div class="outline-text-3" id="text-org1b585f9">
<ul class="org-ul">
<li>A basic gameboy emulator with terminal "Cloud Gaming" support</li>
</ul>
</div>
</div>
<div id="outline-container-orgadb443f" class="outline-3">
<h3 id="orgadb443f">hibernate/hibernate-orm</h3>
<div class="outline-text-3" id="text-orgadb443f">
<ul class="org-ul">
<li>Hibernate's core Object/Relational Mapping functionality</li>
</ul>
</div>
</div>
<div id="outline-container-orgc1409ac" class="outline-3">
<h3 id="orgc1409ac">homenc/HElib</h3>
<div class="outline-text-3" id="text-orgc1409ac">
<ul class="org-ul">
<li>HElib is an open-source software library that implements homomorphic encryption. It supports the BGV scheme with bootstrapping and the Approximate Number CKKS scheme. HElib also includes optimizations for efficient homomorphic evaluation, focusing on effective use of ciphertext packing techniques and on the Gentry-Halevi-Smart optimizations.</li>
</ul>
</div>
</div>
<div id="outline-container-org418b56d" class="outline-3">
<h3 id="org418b56d">HomeOfVapourSynthEvolution/havsfunc</h3>
<div class="outline-text-3" id="text-org418b56d">
<ul class="org-ul">
<li>Holy's ported AviSynth functions for VapourSynth</li>
</ul>
</div>
</div>
<div id="outline-container-orgb8b46e5" class="outline-3">
<h3 id="orgb8b46e5">HomeOfVapourSynthEvolution/VapourSynth-VMAF</h3>
<div class="outline-text-3" id="text-orgb8b46e5">
<ul class="org-ul">
<li>VMAF filter for VapourSynth</li>
</ul>
</div>
</div>
<div id="outline-container-orgd2a483b" class="outline-3">
<h3 id="orgd2a483b">HomeOfVapourSynthEvolution/vsTAAmbk</h3>
<div class="outline-text-3" id="text-orgd2a483b">
<ul class="org-ul">
<li>A ported AA-script from Avisynth</li>
</ul>
</div>
</div>
<div id="outline-container-org9596760" class="outline-3">
<h3 id="org9596760">hotwired/stimulus</h3>
<div class="outline-text-3" id="text-org9596760">
<ul class="org-ul">
<li>A modest JavaScript framework for the HTML you already have</li>
</ul>
</div>
</div>
<div id="outline-container-org926ce6a" class="outline-3">
<h3 id="org926ce6a">HouraiTeahouse/backroll-rs</h3>
<div class="outline-text-3" id="text-org926ce6a">
<ul class="org-ul">
<li>A (almost) 100% pure safe Rust implementation of GGPO-style rollback netcode.</li>
</ul>
</div>
</div>
<div id="outline-container-org5cf0762" class="outline-3">
<h3 id="org5cf0762">hpcaitech/ColossalAI</h3>
<div class="outline-text-3" id="text-org5cf0762">
<ul class="org-ul">
<li>Making large AI models cheaper, faster and more accessible (based on llama)</li>
</ul>
</div>
</div>
<div id="outline-container-orge405df8" class="outline-3">
<h3 id="orge405df8">hrydgard/ppsspp</h3>
<div class="outline-text-3" id="text-orge405df8">
<ul class="org-ul">
<li>A PSP emulator for Android, Windows, Mac and Linux, written in C++. Want to contribute? Join us on Discord at <a href="https://discord.gg/5NJB6dD">https://discord.gg/5NJB6dD</a> or just send pull requests / issues. For discussion use the forums at forums.ppsspp.org.</li>
</ul>
</div>
</div>
<div id="outline-container-org7a5ca33" class="outline-3">
<h3 id="org7a5ca33">hsutter/cppfront</h3>
<div class="outline-text-3" id="text-org7a5ca33">
<ul class="org-ul">
<li>A personal experimental C++ Syntax 2 -&gt; Syntax 1 compiler</li>
</ul>
</div>
</div>
<div id="outline-container-org9197238" class="outline-3">
<h3 id="org9197238">hvmi/hvmi</h3>
<div class="outline-text-3" id="text-org9197238">
<ul class="org-ul">
<li>Hypervisor Memory Introspection Core Library</li>
</ul>
</div>
</div>
<div id="outline-container-org044f23f" class="outline-3">
<h3 id="org044f23f">hwchase17/langchain</h3>
<div class="outline-text-3" id="text-org044f23f">
<ul class="org-ul">
<li>Building applications with LLMs through composability</li>
</ul>
</div>
</div>
<div id="outline-container-org0215e00" class="outline-3">
<h3 id="org0215e00">hyprwm/Hyprland</h3>
<div class="outline-text-3" id="text-org0215e00">
<ul class="org-ul">
<li>Hyprland is a highly customizable dynamic tiling Wayland compositor that doesn't sacrifice on its looks</li>
</ul>
</div>
</div>
<div id="outline-container-orgb1a53c6" class="outline-3">
<h3 id="orgb1a53c6">i-net-software/JWebAssembly</h3>
<div class="outline-text-3" id="text-orgb1a53c6">
<ul class="org-ul">
<li>Java bytecode to WebAssembly compiler</li>
</ul>
</div>
</div>
<div id="outline-container-orgcc86723" class="outline-3">
<h3 id="orgcc86723">IBM/differential-privacy-library</h3>
<div class="outline-text-3" id="text-orgcc86723">
<ul class="org-ul">
<li>Diffprivlib: The IBM Differential Privacy Library</li>
</ul>
</div>
</div>
<div id="outline-container-org1fe326f" class="outline-3">
<h3 id="org1fe326f">IBM/fhe-toolkit-linux</h3>
<div class="outline-text-3" id="text-org1fe326f">
<ul class="org-ul">
<li>IBM Fully Homomorphic Encryption Toolkit For Linux. This toolkit is a Linux based Docker container that demonstrates computing on encrypted data without decrypting it! The toolkit ships with two demos including a fully encrypted Machine Learning inference with a Neural Network and a Privacy-Preserving key-value search.</li>
</ul>
</div>
</div>
<div id="outline-container-org1bd0895" class="outline-3">
<h3 id="org1bd0895">idris-hackers/idris-crypto</h3>
<div class="outline-text-3" id="text-org1bd0895">
<ul class="org-ul">
<li>Implementation of cryptographic primitives using Idris</li>
</ul>
</div>
</div>
<div id="outline-container-org69867b8" class="outline-3">
<h3 id="org69867b8">idris-lang/Idris-dev</h3>
<div class="outline-text-3" id="text-org69867b8">
<ul class="org-ul">
<li>A Dependently Typed Functional Programming Language</li>
</ul>
</div>
</div>
<div id="outline-container-org5f939af" class="outline-3">
<h3 id="org5f939af">ilpianista/arch-audit</h3>
<div class="outline-text-3" id="text-org5f939af">
<ul class="org-ul">
<li>A utility like pkg-audit for Arch Linux. Based on Arch Security Team data.</li>
</ul>
</div>
</div>
<div id="outline-container-orgf10787a" class="outline-3">
<h3 id="orgf10787a">immunant/c2rust</h3>
<div class="outline-text-3" id="text-orgf10787a">
<ul class="org-ul">
<li>Migrate C code to Rust</li>
</ul>
</div>
</div>
