org/roam/github_stars.org
** inclavare-containers/inclavare-containers
  - A novel container runtime, aka confidential container, for cloud-native confidential computing and enclave runtime ecosystem.
** InitWare/InitWare
  - The InitWare Suite of Middleware allows you to manage services and system resources as logical entities called units. Its main component is a service management ("init") system.
** Instagram/MonkeyType
  - A Python library that generates static type annotations by collecting runtime types
** intel/neural-compressor
  - Intel Neural Compressor (formerly known as Intel® Low Precision Optimization Tool), targeting to provide unified APIs for network compression technologies, such as low precision quantization, sparsity, pruning, knowledge distillation, across different deep learning frameworks to pursue optimal inference performance.
** ionic-team/capacitor
  - Build cross-platform Native Progressive Web Apps for iOS, Android, and the Web
** iovisor/bcc
  - BCC - Tools for BPF-based Linux IO analysis, networking, monitoring, and more
** iovisor/bpftrace
  - High-level tracing language for Linux eBPF
** iovisor/ubpf
  - Userspace eBPF VM
** ipfs/ipfs
  - Peer-to-peer hypermedia protocol
** iptv-org/iptv
  - Collection of publicly available IPTV channels from all over the world
** ircv3/ircv3-specifications
  - IRCv3 specifications | Roadmap: https://git.io/IRCv3-Roadmap | Code of conduct: http://ircv3.net/conduct.html
** Irrational-Encoding-Wizardry/fvsfunc
  - Small collection of VapourSynth functions
** Irrational-Encoding-Wizardry/vsutil
  - A collection of general purpose Vapoursynth functions to be reused in modules and scripts
** irulast/chia-crypto-utils
  - Cryptographic utilities in Dart for the Chia blockchain with a functional object model for manipulating Chia primitive types.
** itmettkeDE/cargo-patch
  - Cargo Subcommand for patching dependencies using patch files
** iv-org/invidious
  - Invidious is an alternative front-end to YouTube
** Jackett/Jackett
  - API Support for your favorite torrent trackers
** jagotu/BACIL
  - An experimental interpreter for .NET CIL binaries for GraalVM 
** JakeWharton/wormhole
  - A time-traveling bytecode rewriter which adds future APIs to android.jar
** jart/bestline
  - ANSI Standard X3.64 Teletypewriter Command Session Library
** jart/cosmopolitan
  - build-once run-anywhere c library
** jart/sectorlisp
  - Bootstrapping LISP in a Boot Sector
** java-decompiler/jd-gui
  - A standalone Java Decompiler GUI
** javafxports/openjdk-jfx
  - The openjfx repo has moved to:
** jedisct1/libsodium
  - A modern, portable, easy to use crypto library.
** JeffBezanson/femtolisp
  - a lightweight, robust, scheme-like lisp implementation
** jellyfin/jellyfin
  - The Free Software Media System
** jepsen-io/jepsen
  -  A framework for distributed systems verification, with fault injection
** JetBrains/intellij-community
  - IntelliJ IDEA Community Edition & IntelliJ Platform
** jgm/pandoc
  - Universal markup converter
** jgthms/bulma
  - Modern CSS framework based on Flexbox
** JiauZhang/DragGAN
  - Implementation of DragGAN: Interactive Point-based Manipulation on the Generative Image Manifold
** jitsi/jitsi-meet
  - Jitsi Meet - Secure, Simple and Scalable Video Conferences that you use as a standalone app or embed in your web application.
** jitsi/jitsi-videobridge
  - Jitsi Videobridge is a WebRTC compatible video router or SFU that lets build highly scalable video conferencing infrastructure (i.e., up to hundreds of conferences per server).
** joaotavora/eglot
  - A client for Language Server Protocol servers
** joaotavora/yasnippet
  - A template system for Emacs
** johanhelsing/matchbox
  - Painless peer-to-peer WebRTC networking for rust wasm
** JoinMarket-Org/joinmarket-clientserver
  - Bitcoin CoinJoin implementation with incentive structure to convince people to take part
** joinr/clclojure
  - An experimental port of clojure to common lisp.  Also some native common lisp implementations of clojure libraries, like seq, persistent vectors, etc.
** JonathanSalwan/Triton
  - Triton is a dynamic binary analysis library. Build your own program analysis tools, automate your reverse engineering, perform software verification or just emulate code.
** jonhoo/inferno
  - A Rust port of FlameGraph
** jonls/redshift
  - Redshift adjusts the color temperature of your screen according to your surroundings. This may help your eyes hurt less if you are working in front of the screen at night.
** JoonasVali/NaturalMouseMotion
  - This library provides a way to move cursor to specified coordinates on screen reliably, while being randomly arced to look like real hand moved it there by using a mouse. The default settings should look good enough for most cases, but if user wishes, they can heavily customize the settings and implementations responsible for the trajectory of the cursor for specific use cases.
** jp7677/dxvk-nvapi
  - Alternative NVAPI implementation on top of DXVK.
