docs/github_stars.html
<div id="outline-container-orgcab6a12" class="outline-3">
<h3 id="orgcab6a12">inclavare-containers/inclavare-containers</h3>
<div class="outline-text-3" id="text-orgcab6a12">
<ul class="org-ul">
<li>A novel container runtime, aka confidential container, for cloud-native confidential computing and enclave runtime ecosystem.</li>
</ul>
</div>
</div>
<div id="outline-container-org1a997e4" class="outline-3">
<h3 id="org1a997e4">InitWare/InitWare</h3>
<div class="outline-text-3" id="text-org1a997e4">
<ul class="org-ul">
<li>The InitWare Suite of Middleware allows you to manage services and system resources as logical entities called units. Its main component is a service management ("init") system.</li>
</ul>
</div>
</div>
<div id="outline-container-org2c0a558" class="outline-3">
<h3 id="org2c0a558">Instagram/MonkeyType</h3>
<div class="outline-text-3" id="text-org2c0a558">
<ul class="org-ul">
<li>A Python library that generates static type annotations by collecting runtime types</li>
</ul>
</div>
</div>
<div id="outline-container-orgcdedaa6" class="outline-3">
<h3 id="orgcdedaa6">intel/neural-compressor</h3>
<div class="outline-text-3" id="text-orgcdedaa6">
<ul class="org-ul">
<li>Intel Neural Compressor (formerly known as Intel® Low Precision Optimization Tool), targeting to provide unified APIs for network compression technologies, such as low precision quantization, sparsity, pruning, knowledge distillation, across different deep learning frameworks to pursue optimal inference performance.</li>
</ul>
</div>
</div>
<div id="outline-container-org47bff8c" class="outline-3">
<h3 id="org47bff8c">ionic-team/capacitor</h3>
<div class="outline-text-3" id="text-org47bff8c">
<ul class="org-ul">
<li>Build cross-platform Native Progressive Web Apps for iOS, Android, and the Web</li>
</ul>
</div>
</div>
<div id="outline-container-orgb6ad78c" class="outline-3">
<h3 id="orgb6ad78c">iopsystems/rezolus</h3>
<div class="outline-text-3" id="text-orgb6ad78c">
<ul class="org-ul">
<li>Systems performance telemetry</li>
</ul>
</div>
</div>
<div id="outline-container-org558c9dc" class="outline-3">
<h3 id="org558c9dc">iovisor/bcc</h3>
<div class="outline-text-3" id="text-org558c9dc">
<ul class="org-ul">
<li>BCC - Tools for BPF-based Linux IO analysis, networking, monitoring, and more</li>
</ul>
</div>
</div>
<div id="outline-container-org92bfe9a" class="outline-3">
<h3 id="org92bfe9a">iovisor/ubpf</h3>
<div class="outline-text-3" id="text-org92bfe9a">
<ul class="org-ul">
<li>Userspace eBPF VM</li>
</ul>
</div>
</div>
<div id="outline-container-org83aafde" class="outline-3">
<h3 id="org83aafde">ipfs/ipfs</h3>
<div class="outline-text-3" id="text-org83aafde">
<ul class="org-ul">
<li>Peer-to-peer hypermedia protocol</li>
</ul>
</div>
</div>
<div id="outline-container-orge802379" class="outline-3">
<h3 id="orge802379">iptv-org/iptv</h3>
<div class="outline-text-3" id="text-orge802379">
<ul class="org-ul">
<li>Collection of publicly available IPTV channels from all over the world</li>
</ul>
</div>
</div>
<div id="outline-container-org2c6df2f" class="outline-3">
<h3 id="org2c6df2f">ircv3/ircv3-specifications</h3>
<div class="outline-text-3" id="text-org2c6df2f">
<ul class="org-ul">
<li>IRCv3 specifications | Roadmap: <a href="https://git.io/IRCv3-Roadmap">https://git.io/IRCv3-Roadmap</a> | Code of conduct: <a href="http://ircv3.net/conduct.html">http://ircv3.net/conduct.html</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgb64b887" class="outline-3">
<h3 id="orgb64b887">Irrational-Encoding-Wizardry/fvsfunc</h3>
<div class="outline-text-3" id="text-orgb64b887">
<ul class="org-ul">
<li>Small collection of VapourSynth functions</li>
</ul>
</div>
</div>
<div id="outline-container-org1104baa" class="outline-3">
<h3 id="org1104baa">Irrational-Encoding-Wizardry/vsutil</h3>
<div class="outline-text-3" id="text-org1104baa">
<ul class="org-ul">
<li>A collection of general purpose Vapoursynth functions to be reused in modules and scripts</li>
</ul>
</div>
</div>
<div id="outline-container-orgac44d36" class="outline-3">
<h3 id="orgac44d36">irulast/chia-crypto-utils</h3>
<div class="outline-text-3" id="text-orgac44d36">
<ul class="org-ul">
<li>Cryptographic utilities in Dart for the Chia blockchain with a functional object model for manipulating Chia primitive types.</li>
</ul>
</div>
</div>
<div id="outline-container-orgabc3c93" class="outline-3">
<h3 id="orgabc3c93">iv-org/invidious</h3>
<div class="outline-text-3" id="text-orgabc3c93">
<ul class="org-ul">
<li>Invidious is an alternative front-end to YouTube</li>
</ul>
</div>
</div>
<div id="outline-container-org7a96004" class="outline-3">
<h3 id="org7a96004">Jackett/Jackett</h3>
<div class="outline-text-3" id="text-org7a96004">
<ul class="org-ul">
<li>API Support for your favorite torrent trackers</li>
</ul>
</div>
</div>
<div id="outline-container-org6fc218d" class="outline-3">
<h3 id="org6fc218d">jagotu/BACIL</h3>
<div class="outline-text-3" id="text-org6fc218d">
<ul class="org-ul">
<li>An experimental interpreter for .NET CIL binaries for GraalVM</li>
</ul>
</div>
</div>
<div id="outline-container-org820f606" class="outline-3">
<h3 id="org820f606">JakeWharton/wormhole</h3>
<div class="outline-text-3" id="text-org820f606">
<ul class="org-ul">
<li>A time-traveling bytecode rewriter which adds future APIs to android.jar</li>
</ul>
</div>
</div>
<div id="outline-container-org1874675" class="outline-3">
<h3 id="org1874675">jart/bestline</h3>
<div class="outline-text-3" id="text-org1874675">
<ul class="org-ul">
<li>ANSI Standard X3.64 Teletypewriter Command Session Library</li>
</ul>
</div>
</div>
<div id="outline-container-orgc65e2a5" class="outline-3">
<h3 id="orgc65e2a5">jart/cosmopolitan</h3>
<div class="outline-text-3" id="text-orgc65e2a5">
<ul class="org-ul">
<li>build-once run-anywhere c library</li>
</ul>
</div>
</div>
<div id="outline-container-orgfa88fb9" class="outline-3">
<h3 id="orgfa88fb9">java-decompiler/jd-gui</h3>
<div class="outline-text-3" id="text-orgfa88fb9">
<ul class="org-ul">
<li>A standalone Java Decompiler GUI</li>
</ul>
</div>
</div>
<div id="outline-container-org2bee6de" class="outline-3">
<h3 id="org2bee6de">javafxports/openjdk-jfx</h3>
<div class="outline-text-3" id="text-org2bee6de">
<ul class="org-ul">
<li>The openjfx repo has moved to:</li>
</ul>
</div>
</div>
<div id="outline-container-org2f54e88" class="outline-3">
<h3 id="org2f54e88">jedisct1/libsodium</h3>
<div class="outline-text-3" id="text-org2f54e88">
<ul class="org-ul">
<li>A modern, portable, easy to use crypto library.</li>
</ul>
</div>
</div>
<div id="outline-container-orgaa8f4d7" class="outline-3">
<h3 id="orgaa8f4d7">JeffBezanson/femtolisp</h3>
<div class="outline-text-3" id="text-orgaa8f4d7">
<ul class="org-ul">
<li>a lightweight, robust, scheme-like lisp implementation</li>
</ul>
</div>
</div>
<div id="outline-container-orgb8b6041" class="outline-3">
<h3 id="orgb8b6041">jepsen-io/jepsen</h3>
<div class="outline-text-3" id="text-orgb8b6041">
<ul class="org-ul">
<li>A framework for distributed systems verification, with fault injection</li>
</ul>
</div>
</div>
<div id="outline-container-org261c5d7" class="outline-3">
<h3 id="org261c5d7">JetBrains/intellij-community</h3>
<div class="outline-text-3" id="text-org261c5d7">
<ul class="org-ul">
<li>IntelliJ IDEA Community Edition &amp; IntelliJ Platform</li>
</ul>
</div>
</div>
<div id="outline-container-org04e2543" class="outline-3">
<h3 id="org04e2543">JiauZhang/DragGAN</h3>
<div class="outline-text-3" id="text-org04e2543">
<ul class="org-ul">
<li>Implementation of DragGAN: Interactive Point-based Manipulation on the Generative Image Manifold</li>
</ul>
</div>
</div>
<div id="outline-container-orgf95be0b" class="outline-3">
<h3 id="orgf95be0b">jitsi/jitsi-videobridge</h3>
<div class="outline-text-3" id="text-orgf95be0b">
<ul class="org-ul">
<li>Jitsi Videobridge is a WebRTC compatible video router or SFU that lets build highly scalable video conferencing infrastructure (i.e., up to hundreds of conferences per server).</li>
</ul>
</div>
</div>
<div id="outline-container-orgfc3bf1a" class="outline-3">
<h3 id="orgfc3bf1a">joaotavora/eglot</h3>
<div class="outline-text-3" id="text-orgfc3bf1a">
<ul class="org-ul">
<li>A client for Language Server Protocol servers</li>
</ul>
</div>
</div>
<div id="outline-container-org4947331" class="outline-3">
<h3 id="org4947331">joaotavora/yasnippet</h3>
<div class="outline-text-3" id="text-org4947331">
<ul class="org-ul">
<li>A template system for Emacs</li>
</ul>
</div>
</div>
<div id="outline-container-org51a14be" class="outline-3">
<h3 id="org51a14be">johanhelsing/matchbox</h3>
<div class="outline-text-3" id="text-org51a14be">
<ul class="org-ul">
<li>Painless peer-to-peer WebRTC networking for rust wasm</li>
</ul>
</div>
</div>
<div id="outline-container-org9f1d2c8" class="outline-3">
<h3 id="org9f1d2c8">JoinMarket-Org/joinmarket-clientserver</h3>
<div class="outline-text-3" id="text-org9f1d2c8">
<ul class="org-ul">
<li>Bitcoin CoinJoin implementation with incentive structure to convince people to take part</li>
</ul>
</div>
</div>
<div id="outline-container-org8dd83be" class="outline-3">
<h3 id="org8dd83be">joinr/clclojure</h3>
<div class="outline-text-3" id="text-org8dd83be">
<ul class="org-ul">
<li>An experimental port of clojure to common lisp.  Also some native common lisp implementations of clojure libraries, like seq, persistent vectors, etc.</li>
</ul>
</div>
</div>
<div id="outline-container-orga0633a5" class="outline-3">
<h3 id="orga0633a5">JonathanSalwan/Triton</h3>
<div class="outline-text-3" id="text-orga0633a5">
<ul class="org-ul">
<li>Triton is a dynamic binary analysis library. Build your own program analysis tools, automate your reverse engineering, perform software verification or just emulate code.</li>
</ul>
</div>
</div>
<div id="outline-container-org56f4c2d" class="outline-3">
<h3 id="org56f4c2d">jonhoo/inferno</h3>
<div class="outline-text-3" id="text-org56f4c2d">
<ul class="org-ul">
<li>A Rust port of FlameGraph</li>
</ul>
</div>
</div>
<div id="outline-container-orgec0f9b8" class="outline-3">
<h3 id="orgec0f9b8">JoonasVali/NaturalMouseMotion</h3>
<div class="outline-text-3" id="text-orgec0f9b8">
<ul class="org-ul">
<li>This library provides a way to move cursor to specified coordinates on screen reliably, while being randomly arced to look like real hand moved it there by using a mouse. The default settings should look good enough for most cases, but if user wishes, they can heavily customize the settings and implementations responsible for the trajectory of the cursor for specific use cases.</li>
</ul>
</div>
</div>
<div id="outline-container-orgff780d1" class="outline-3">
<h3 id="orgff780d1">jp7677/dxvk-nvapi</h3>
<div class="outline-text-3" id="text-orgff780d1">
<ul class="org-ul">
<li>Alternative NVAPI implementation on top of DXVK.</li>
</ul>
</div>
</div>
