org/roam/github_stars.org
** jswrenn/deflect
  - Reflection via DWARF.
** jtulach/bck2brwsr
  - Bck2Brwsr VM to transpile Java bytecode to JavaScript
** juanfont/headscale
  - An open source, self-hosted implementation of the Tailscale control server
** JuliaDynamics/TimeseriesPrediction.jl
  - Prediction of timeseries using methods of nonlinear dynamics and timeseries analysis
** JuliaInterop/Cxx.jl
  - The Julia C++ Interface
** JuliaLang/IJulia.jl
  - Julia kernel for Jupyter
** JuliaLang/julia
  - The Julia Programming Language
** JuliaLang/Pkg.jl
  - Pkg - Package manager for the Julia programming language
** JuliaNLSolvers/Optim.jl
  - Optimization functions for Julia
** JuliaParallel/ClusterManagers.jl
  - Cluster julia applications
** JuliaPhysics/Measurements.jl
  - Error propagation calculator and library for physical measurements.  It supports real and complex numbers with uncertainty, arbitrary precision calculations, operations with arrays, and numerical integration.
** JuliaPlots/Plots.jl
  - Powerful convenience for Julia visualizations and data analysis
** JuliaPy/PyCall.jl
  - Package to call Python functions from the Julia language
** jupyterhub/jupyterhub
  - Multi-user server for Jupyter notebooks
** jupyterlite/jupyterlite
  - Wasm powered Jupyter running in the browser
** justbur/emacs-which-key
  - Emacs package that displays available keybindings in popup
** jvm-profiling-tools/honest-profiler
  - A sampling JVM profiler without the safepoint sample bias
** jwiegley/emacs-async
  - Simple library for asynchronous processing in Emacs
** jwiegley/use-package
  - A use-package declaration for simplifying your .emacs
** kahst/BirdNET-Analyzer
  - BirdNET analyzer for scientific audio data processing.
** kanidm/webauthn-rs
  - An implementation of webauthn components for Rustlang servers
** karpathy/nanoGPT
  - The simplest, fastest repository for training/finetuning medium-sized GPTs.
** kateinoigakukun/wasi-vfs
  - A virtual filesystem layer for WASI.
** KDE/krita
  - Krita is a free and open source cross-platform application that offers an end-to-end solution for creating digital art files from scratch built on the KDE and Qt frameworks.
** ken107/read-aloud
  - An awesome browser extension that reads aloud webpage content with one click
** keras-team/keras
  - Deep Learning for humans
** keroserene/snowflake
  - WebRTC Pluggable Transport - the original snowflake repo
** keybase/saltpack
  - a modern crypto messaging format
** keylase/nvidia-patch
  - This patch removes restriction on maximum number of simultaneous NVENC video encoding sessions imposed by Nvidia to consumer-grade GPUs.
** keystone-engine/keystone
  - Keystone assembler framework: Core (Arm, Arm64, Hexagon, Mips, PowerPC, Sparc, SystemZ & X86) + bindings
** KhronosGroup/glslang
  - Khronos-reference front end for GLSL/ESSL, partial front end for HLSL, and a SPIR-V generator.
** KhronosGroup/Vulkan-Hpp
  - Open-Source Vulkan C++ API
** kiliman/operator-mono-lig
  - Add ligatures to Operator Mono similar to Fira Code
** kimono-koans/httm
  - Interactive, file-level Time Machine-like tool for ZFS/btrfs/nilfs2
** kiwix/kiwix-android
  - Kiwix for Android
** klausw/hackerskeyboard
  - Hacker's Keyboard (official)
** koalaman/shellcheck
  - ShellCheck, a static analysis tool for shell scripts
** kohya-ss/sd-scripts
  - This repository contains training, generation and utility scripts for Stable Diffusion XL.
** konsoletyper/teavm
  - Compiler of Java bytecode to JavaScript
** kovidgoyal/calibre
  - The official source code repository for the calibre ebook manager
** kristerw/pysmtgcc
  - Some experiments with SMT solvers and GIMPLE IR
** ktock/container2wasm
  - Container to WASM converter
** kube-rs/kube
  - Rust Kubernetes client and controller runtime
** kubearmor/KubeArmor
  - Cloud-native Runtime Security Enforcement System. [CNCF Sandbox Project]
** kubernetes-el/kubernetes-el
  - Manage Kubernetes clusters with Emacs.
** kubernetes-sigs/bom
  - A utility to generate SPDX-compliant Bill of Materials manifests
** kubernetes-sigs/kind
  - Kubernetes IN Docker - local clusters for testing Kubernetes
** kubernetes/kubeadm
  - Aggregator for issues filed against kubeadm
** kubernetes/kubernetes
  - Production-Grade Container Scheduling and Management
** kubernetes/minikube
  - Run Kubernetes locally
** kubescape/kubescape
  - Kubescape is an open-source Kubernetes security platform for your IDE, CI/CD pipelines, and clusters. It includes risk analysis, security, compliance, and misconfiguration scanning, saving Kubernetes users and administrators precious time, effort, and resources.
** kwrooijen/cargo.el
  - Emacs Minor Mode for Cargo, Rust's Package Manager.
** Lameguy64/PSn00bSDK
  - The most powerful open source SDK for the PS1 (as far as open source PS1 SDKs go). Not recommended for beginner use.
