docs/github_stars.html
<div id="outline-container-org526964e" class="outline-3">
<h3 id="org526964e">jswrenn/deflect</h3>
<div class="outline-text-3" id="text-org526964e">
<ul class="org-ul">
<li>Reflection via DWARF.</li>
</ul>
</div>
</div>
<div id="outline-container-org2328a9c" class="outline-3">
<h3 id="org2328a9c">jtulach/bck2brwsr</h3>
<div class="outline-text-3" id="text-org2328a9c">
<ul class="org-ul">
<li>Bck2Brwsr VM to transpile Java bytecode to JavaScript</li>
</ul>
</div>
</div>
<div id="outline-container-orgdad8e1f" class="outline-3">
<h3 id="orgdad8e1f">juanfont/headscale</h3>
<div class="outline-text-3" id="text-orgdad8e1f">
<ul class="org-ul">
<li>An open source, self-hosted implementation of the Tailscale control server</li>
</ul>
</div>
</div>
<div id="outline-container-orgdfb5cc5" class="outline-3">
<h3 id="orgdfb5cc5">JuliaDynamics/TimeseriesPrediction.jl</h3>
<div class="outline-text-3" id="text-orgdfb5cc5">
<ul class="org-ul">
<li>Prediction of timeseries using methods of nonlinear dynamics and timeseries analysis</li>
</ul>
</div>
</div>
<div id="outline-container-orgcc3000a" class="outline-3">
<h3 id="orgcc3000a">JuliaInterop/Cxx.jl</h3>
<div class="outline-text-3" id="text-orgcc3000a">
<ul class="org-ul">
<li>The Julia C++ Interface</li>
</ul>
</div>
</div>
<div id="outline-container-orgf068b37" class="outline-3">
<h3 id="orgf068b37">JuliaLang/IJulia.jl</h3>
<div class="outline-text-3" id="text-orgf068b37">
<ul class="org-ul">
<li>Julia kernel for Jupyter</li>
</ul>
</div>
</div>
<div id="outline-container-org7d0c5e2" class="outline-3">
<h3 id="org7d0c5e2">JuliaLang/julia</h3>
<div class="outline-text-3" id="text-org7d0c5e2">
<ul class="org-ul">
<li>The Julia Programming Language</li>
</ul>
</div>
</div>
<div id="outline-container-org79c2f26" class="outline-3">
<h3 id="org79c2f26">JuliaLang/Pkg.jl</h3>
<div class="outline-text-3" id="text-org79c2f26">
<ul class="org-ul">
<li>Pkg - Package manager for the Julia programming language</li>
</ul>
</div>
</div>
<div id="outline-container-orga3c8998" class="outline-3">
<h3 id="orga3c8998">JuliaNLSolvers/Optim.jl</h3>
<div class="outline-text-3" id="text-orga3c8998">
<ul class="org-ul">
<li>Optimization functions for Julia</li>
</ul>
</div>
</div>
<div id="outline-container-orgea3de85" class="outline-3">
<h3 id="orgea3de85">JuliaParallel/ClusterManagers.jl</h3>
<div class="outline-text-3" id="text-orgea3de85">
<ul class="org-ul">
<li>Cluster julia applications</li>
</ul>
</div>
</div>
<div id="outline-container-org42c6e96" class="outline-3">
<h3 id="org42c6e96">JuliaPhysics/Measurements.jl</h3>
<div class="outline-text-3" id="text-org42c6e96">
<ul class="org-ul">
<li>Error propagation calculator and library for physical measurements.  It supports real and complex numbers with uncertainty, arbitrary precision calculations, operations with arrays, and numerical integration.</li>
</ul>
</div>
</div>
<div id="outline-container-org1fb9135" class="outline-3">
<h3 id="org1fb9135">JuliaPlots/Plots.jl</h3>
<div class="outline-text-3" id="text-org1fb9135">
<ul class="org-ul">
<li>Powerful convenience for Julia visualizations and data analysis</li>
</ul>
</div>
</div>
<div id="outline-container-org8971e6c" class="outline-3">
<h3 id="org8971e6c">JuliaPy/PyCall.jl</h3>
<div class="outline-text-3" id="text-org8971e6c">
<ul class="org-ul">
<li>Package to call Python functions from the Julia language</li>
</ul>
</div>
</div>
<div id="outline-container-org485ebac" class="outline-3">
<h3 id="org485ebac">jupyterhub/jupyterhub</h3>
<div class="outline-text-3" id="text-org485ebac">
<ul class="org-ul">
<li>Multi-user server for Jupyter notebooks</li>
</ul>
</div>
</div>
<div id="outline-container-org765b611" class="outline-3">
<h3 id="org765b611">jupyterlite/jupyterlite</h3>
<div class="outline-text-3" id="text-org765b611">
<ul class="org-ul">
<li>Wasm powered Jupyter running in the browser</li>
</ul>
</div>
</div>
<div id="outline-container-org7ad7221" class="outline-3">
<h3 id="org7ad7221">justbur/emacs-which-key</h3>
<div class="outline-text-3" id="text-org7ad7221">
<ul class="org-ul">
<li>Emacs package that displays available keybindings in popup</li>
</ul>
</div>
</div>
<div id="outline-container-org98b9285" class="outline-3">
<h3 id="org98b9285">jvm-profiling-tools/honest-profiler</h3>
<div class="outline-text-3" id="text-org98b9285">
<ul class="org-ul">
<li>A sampling JVM profiler without the safepoint sample bias</li>
</ul>
</div>
</div>
<div id="outline-container-org77077dc" class="outline-3">
<h3 id="org77077dc">jwiegley/emacs-async</h3>
<div class="outline-text-3" id="text-org77077dc">
<ul class="org-ul">
<li>Simple library for asynchronous processing in Emacs</li>
</ul>
</div>
</div>
<div id="outline-container-org10b5d48" class="outline-3">
<h3 id="org10b5d48">jwiegley/use-package</h3>
<div class="outline-text-3" id="text-org10b5d48">
<ul class="org-ul">
<li>A use-package declaration for simplifying your .emacs</li>
</ul>
</div>
</div>
<div id="outline-container-org5a1df71" class="outline-3">
<h3 id="org5a1df71">karpathy/nanoGPT</h3>
<div class="outline-text-3" id="text-org5a1df71">
<ul class="org-ul">
<li>The simplest, fastest repository for training/finetuning medium-sized GPTs.</li>
</ul>
</div>
</div>
<div id="outline-container-org4309284" class="outline-3">
<h3 id="org4309284">kateinoigakukun/wasi-vfs</h3>
<div class="outline-text-3" id="text-org4309284">
<ul class="org-ul">
<li>A virtual filesystem layer for WASI.</li>
</ul>
</div>
</div>
<div id="outline-container-orgb3f9b7a" class="outline-3">
<h3 id="orgb3f9b7a">KDE/krita</h3>
<div class="outline-text-3" id="text-orgb3f9b7a">
<ul class="org-ul">
<li>Krita is a free and open source cross-platform application that offers an end-to-end solution for creating digital art files from scratch built on the KDE and Qt frameworks.</li>
</ul>
</div>
</div>
<div id="outline-container-org7fbf044" class="outline-3">
<h3 id="org7fbf044">ken107/read-aloud</h3>
<div class="outline-text-3" id="text-org7fbf044">
<ul class="org-ul">
<li>An awesome browser extension that reads aloud webpage content with one click</li>
</ul>
</div>
</div>
<div id="outline-container-org1625a76" class="outline-3">
<h3 id="org1625a76">keras-team/keras</h3>
<div class="outline-text-3" id="text-org1625a76">
<ul class="org-ul">
<li>Deep Learning for humans</li>
</ul>
</div>
</div>
<div id="outline-container-orgf5b9400" class="outline-3">
<h3 id="orgf5b9400">keroserene/snowflake</h3>
<div class="outline-text-3" id="text-orgf5b9400">
<ul class="org-ul">
<li>WebRTC Pluggable Transport - the original snowflake repo</li>
</ul>
</div>
</div>
<div id="outline-container-orgf10b374" class="outline-3">
<h3 id="orgf10b374">keybase/saltpack</h3>
<div class="outline-text-3" id="text-orgf10b374">
<ul class="org-ul">
<li>a modern crypto messaging format</li>
</ul>
</div>
</div>
<div id="outline-container-org50c3432" class="outline-3">
<h3 id="org50c3432">keystone-engine/keystone</h3>
<div class="outline-text-3" id="text-org50c3432">
<ul class="org-ul">
<li>Keystone assembler framework: Core (Arm, Arm64, Hexagon, Mips, PowerPC, Sparc, SystemZ &amp; X86) + bindings</li>
</ul>
</div>
</div>
<div id="outline-container-orgb116fc9" class="outline-3">
<h3 id="orgb116fc9">KhronosGroup/glslang</h3>
<div class="outline-text-3" id="text-orgb116fc9">
<ul class="org-ul">
<li>Khronos-reference front end for GLSL/ESSL, partial front end for HLSL, and a SPIR-V generator.</li>
</ul>
</div>
</div>
<div id="outline-container-orgee58bb7" class="outline-3">
<h3 id="orgee58bb7">KhronosGroup/Vulkan-Hpp</h3>
<div class="outline-text-3" id="text-orgee58bb7">
<ul class="org-ul">
<li>Open-Source Vulkan C++ API</li>
</ul>
</div>
</div>
<div id="outline-container-org9ce7b06" class="outline-3">
<h3 id="org9ce7b06">kiliman/operator-mono-lig</h3>
<div class="outline-text-3" id="text-org9ce7b06">
<ul class="org-ul">
<li>Add ligatures to Operator Mono similar to Fira Code.</li>
</ul>
</div>
</div>
<div id="outline-container-org9e4946e" class="outline-3">
<h3 id="org9e4946e">konsoletyper/teavm</h3>
<div class="outline-text-3" id="text-org9e4946e">
<ul class="org-ul">
<li>Compiler of Java bytecode to JavaScript</li>
</ul>
</div>
</div>
<div id="outline-container-orgb8ed917" class="outline-3">
<h3 id="orgb8ed917">ktock/container2wasm</h3>
<div class="outline-text-3" id="text-orgb8ed917">
<ul class="org-ul">
<li>Container to WASM converter</li>
</ul>
</div>
</div>
<div id="outline-container-org3264a6d" class="outline-3">
<h3 id="org3264a6d">kubearmor/KubeArmor</h3>
<div class="outline-text-3" id="text-org3264a6d">
<ul class="org-ul">
<li>Cloud-native Runtime Security Enforcement System. [CNCF Sandbox Project]</li>
</ul>
</div>
</div>
<div id="outline-container-org03e51f0" class="outline-3">
<h3 id="org03e51f0">kubernetes-el/kubernetes-el</h3>
<div class="outline-text-3" id="text-org03e51f0">
<ul class="org-ul">
<li>Manage Kubernetes clusters with Emacs.</li>
</ul>
</div>
</div>
<div id="outline-container-org6b813d1" class="outline-3">
<h3 id="org6b813d1">kubernetes-sigs/bom</h3>
<div class="outline-text-3" id="text-org6b813d1">
<ul class="org-ul">
<li>A utility to generate SPDX-compliant Bill of Materials manifests</li>
</ul>
</div>
</div>
<div id="outline-container-orga6670e1" class="outline-3">
<h3 id="orga6670e1">kubernetes/kubeadm</h3>
<div class="outline-text-3" id="text-orga6670e1">
<ul class="org-ul">
<li>Aggregator for issues filed against kubeadm</li>
</ul>
</div>
</div>
<div id="outline-container-org648a45f" class="outline-3">
<h3 id="org648a45f">kubernetes/kubernetes</h3>
<div class="outline-text-3" id="text-org648a45f">
<ul class="org-ul">
<li>Production-Grade Container Scheduling and Management</li>
</ul>
</div>
</div>
<div id="outline-container-org37a6b2f" class="outline-3">
<h3 id="org37a6b2f">kubernetes/minikube</h3>
<div class="outline-text-3" id="text-org37a6b2f">
<ul class="org-ul">
<li>Run Kubernetes locally</li>
</ul>
</div>
</div>
<div id="outline-container-org475ccee" class="outline-3">
<h3 id="org475ccee">kubescape/kubescape</h3>
<div class="outline-text-3" id="text-org475ccee">
<ul class="org-ul">
<li>Kubescape is an open-source Kubernetes security platform for your IDE, CI/CD pipelines, and clusters. It includes risk analysis, security, compliance, and misconfiguration scanning, saving Kubernetes users and administrators precious time, effort, and resources.</li>
</ul>
</div>
</div>
<div id="outline-container-org37abc4b" class="outline-3">
<h3 id="org37abc4b">kwrooijen/cargo.el</h3>
<div class="outline-text-3" id="text-org37abc4b">
<ul class="org-ul">
<li>Emacs Minor Mode for Cargo, Rust's Package Manager.</li>
</ul>
</div>
</div>
<div id="outline-container-org709f258" class="outline-3">
<h3 id="org709f258">Lameguy64/PSn00bSDK</h3>
<div class="outline-text-3" id="text-org709f258">
<ul class="org-ul">
<li>The most powerful open source SDK for the PS1 (as far as open source PS1 SDKs go). Not recommended for beginner use.</li>
</ul>
</div>
</div>
