org/roam/github_stars.org
** lampepfl/dotty
  - The Scala 3 compiler, also known as Dotty.
** landley/toybox
  - toybox like busybox
** languagetool-org/languagetool
  - Style and Grammar Checker for 25+ Languages
** LaurentMazare/diffusers-rs
  - An implementation of the diffusers api in Rust
** LaurentMazare/tch-rs
  - Rust bindings for the C++ api of PyTorch.
** leaningtech/cheerpj-appletrunner
  - CheerpJ Applet Runner - Chrome Extension to Enable Java Applets
** learnk8s/xlskubectl
  - xlskubectl — a spreadsheet to control your Kubernetes cluster
** lerna/lerna
  - Lerna is a fast, modern build system for managing and publishing multiple JavaScript/TypeScript packages from the same repository.
** libbpf/bpftool
  - Automated upstream mirror for bpftool stand-alone build.
** libbpf/libbpf
  - Automated upstream mirror for libbpf stand-alone build.
** libevent/libevent
  - Event notification library
** libfuse/libfuse
  - The reference implementation of the Linux FUSE (Filesystem in Userspace) interface
** libp2p/rust-libp2p
  - The Rust Implementation of the libp2p networking stack.
** libretro/RetroArch
  - Cross-platform, sophisticated frontend for the libretro API. Licensed GPLv3.
** libsql/libsql
  - libSQL is a fork of SQLite that is both Open Source, and Open Contributions.
** libsql/sqld
  - sqld is a server mode for libSQL
** libuv/libuv
  - Cross-platform asynchronous I/O
** lichess-org/lila
  - lichess.org: the forever free, adless and open source chess server
** lightningnetwork/lnd
  - Lightning Network Daemon
** liquibase/liquibase
  - Main Liquibase Source
** lkrg-org/lkrg
  - Linux Kernel Runtime Guard
** lllyasviel/ControlNet
  - Let us control diffusion models!
** llvm/llvm-project
  - The LLVM Project is a collection of modular and reusable compiler and toolchain technologies. Note: the repository does not accept github pull requests at this moment. Please submit your patches at http://reviews.llvm.org.
** localstack/localstack
  - A fully functional local AWS cloud stack. Develop and test your cloud & Serverless apps offline!
** locationtech/geomesa
  - GeoMesa is a suite of tools for working with big geo-spatial data in a distributed fashion.
** locationtech/jts
  - The JTS Topology Suite is a Java library for creating and manipulating vector geometry.
** lokke-org/lokke
  - Lokke: Clojure for Guile
** lucidrains/make-a-video-pytorch
  - Implementation of Make-A-Video, new SOTA text to video generator from Meta AI, in Pytorch
** lucidrains/musiclm-pytorch
  - Implementation of MusicLM, Google's new SOTA model for music generation using attention networks, in Pytorch
** lucidrains/PaLM-rlhf-pytorch
  - Implementation of RLHF (Reinforcement Learning with Human Feedback) on top of the PaLM architecture. Basically ChatGPT but with PaLM
** lucidrains/toolformer-pytorch
  - Implementation of Toolformer, Language Models That Can Use Tools, by MetaAI
** Luodian/Otter
  - Otter, a multi-modal model based on OpenFlamingo (open-sourced version of DeepMind's Flamingo), trained on MIMIC-IT and showcasing improved instruction-following and in-context learning ability.
** lurk-lang/lurk-rs
  - lisp snark
** lutris/lutris
  - Lutris desktop client in Python / PyGObject
** maciejhirsz/tiny-bip39
  - A Rust implementation of BIP-0039
** madler/pigz
  - A parallel implementation of gzip for modern multi-processor, multi-core machines.
** magit/forge
  - Work with Git forges from the comfort of Magit
** magit/magit
  - It's Magit! A Git Porcelain inside Emacs.
** magit/transient
  - Transient commands
** magit/with-editor
  - Use the Emacsclient as the $EDITOR of child processes
** magnars/dash.el
  - A modern list library for Emacs
** magnars/expand-region.el
  - Emacs extension to increase selected region by semantic units.
** magnars/multiple-cursors.el
  - Multiple cursors for emacs.
** magnars/s.el
  - The long lost Emacs string manipulation library.
** magnolia1234/bypass-paywalls-firefox-clean
  - Bypass Paywalls Clean for Firefox (lot of updates and bug-fixes)
** mamedev/mame
  - MAME
** manifold-systems/manifold
  - Manifold is a Java compiler plugin, its features include Metaprogramming, Properties, Extension Methods, Operator Overloading, Templates, a Preprocessor, and more.
** mapeditor/tiled
  - Flexible level editor
** massgravel/Microsoft-Activation-Scripts
  - A Windows and Office activator using HWID / KMS38 / Online KMS activation methods, with a focus on open-source code and fewer antivirus detections.
** master-of-zen/Av1an
  - Cross-platform command-line AV1 / VP9 / HEVC / H264  encoding framework with per scene quality encoding
** matklad/once_cell
  - Rust library for single assignment cells and lazy statics without macros
