docs/github_stars.html
<div id="outline-container-orgd8c52a0" class="outline-3">
<h3 id="orgd8c52a0">lampepfl/dotty</h3>
<div class="outline-text-3" id="text-orgd8c52a0">
<ul class="org-ul">
<li>The Scala 3 compiler, also known as Dotty.</li>
</ul>
</div>
</div>
<div id="outline-container-org6464b8c" class="outline-3">
<h3 id="org6464b8c">landley/toybox</h3>
<div class="outline-text-3" id="text-org6464b8c">
<ul class="org-ul">
<li>toybox like busybox</li>
</ul>
</div>
</div>
<div id="outline-container-org5862038" class="outline-3">
<h3 id="org5862038">languagetool-org/languagetool</h3>
<div class="outline-text-3" id="text-org5862038">
<ul class="org-ul">
<li>Style and Grammar Checker for 25+ Languages</li>
</ul>
</div>
</div>
<div id="outline-container-orgc11595f" class="outline-3">
<h3 id="orgc11595f">leaningtech/cheerpj-appletrunner</h3>
<div class="outline-text-3" id="text-orgc11595f">
<ul class="org-ul">
<li>CheerpJ Applet Runner - Chrome Extension to Enable Java Applets</li>
</ul>
</div>
</div>
<div id="outline-container-orgbec5c30" class="outline-3">
<h3 id="orgbec5c30">learnk8s/xlskubectl</h3>
<div class="outline-text-3" id="text-orgbec5c30">
<ul class="org-ul">
<li>xlskubectl — a spreadsheet to control your Kubernetes cluster</li>
</ul>
</div>
</div>
<div id="outline-container-org995a424" class="outline-3">
<h3 id="org995a424">lerna/lerna</h3>
<div class="outline-text-3" id="text-org995a424">
<ul class="org-ul">
<li>Lerna is a fast, modern build system for managing and publishing multiple JavaScript/TypeScript packages from the same repository.</li>
</ul>
</div>
</div>
<div id="outline-container-org5412e9b" class="outline-3">
<h3 id="org5412e9b">libbpf/bpftool</h3>
<div class="outline-text-3" id="text-org5412e9b">
<ul class="org-ul">
<li>Automated upstream mirror for bpftool stand-alone build.</li>
</ul>
</div>
</div>
<div id="outline-container-orgc0ab5da" class="outline-3">
<h3 id="orgc0ab5da">libbpf/libbpf</h3>
<div class="outline-text-3" id="text-orgc0ab5da">
<ul class="org-ul">
<li>Automated upstream mirror for libbpf stand-alone build.</li>
</ul>
</div>
</div>
<div id="outline-container-orged10dd1" class="outline-3">
<h3 id="orged10dd1">libevent/libevent</h3>
<div class="outline-text-3" id="text-orged10dd1">
<ul class="org-ul">
<li>Event notification library</li>
</ul>
</div>
</div>
<div id="outline-container-org0c6a868" class="outline-3">
<h3 id="org0c6a868">libfuse/libfuse</h3>
<div class="outline-text-3" id="text-org0c6a868">
<ul class="org-ul">
<li>The reference implementation of the Linux FUSE (Filesystem in Userspace) interface</li>
</ul>
</div>
</div>
<div id="outline-container-orgfaa64fd" class="outline-3">
<h3 id="orgfaa64fd">libsql/libsql</h3>
<div class="outline-text-3" id="text-orgfaa64fd">
<ul class="org-ul">
<li>libSQL is a fork of SQLite that is both Open Source, and Open Contributions.</li>
</ul>
</div>
</div>
<div id="outline-container-org86b00cc" class="outline-3">
<h3 id="org86b00cc">libsql/sqld</h3>
<div class="outline-text-3" id="text-org86b00cc">
<ul class="org-ul">
<li>sqld is a server mode for libSQL</li>
</ul>
</div>
</div>
<div id="outline-container-org623e099" class="outline-3">
<h3 id="org623e099">libuv/libuv</h3>
<div class="outline-text-3" id="text-org623e099">
<ul class="org-ul">
<li>Cross-platform asynchronous I/O</li>
</ul>
</div>
</div>
<div id="outline-container-org7d4a72b" class="outline-3">
<h3 id="org7d4a72b">lightningnetwork/lnd</h3>
<div class="outline-text-3" id="text-org7d4a72b">
<ul class="org-ul">
<li>Lightning Network Daemon</li>
</ul>
</div>
</div>
<div id="outline-container-orge9b1c28" class="outline-3">
<h3 id="orge9b1c28">liquibase/liquibase</h3>
<div class="outline-text-3" id="text-orge9b1c28">
<ul class="org-ul">
<li>Main Liquibase Source</li>
</ul>
</div>
</div>
<div id="outline-container-org1459e3e" class="outline-3">
<h3 id="org1459e3e">lkrg-org/lkrg</h3>
<div class="outline-text-3" id="text-org1459e3e">
<ul class="org-ul">
<li>Linux Kernel Runtime Guard</li>
</ul>
</div>
</div>
<div id="outline-container-org27efa84" class="outline-3">
<h3 id="org27efa84">llvm/llvm-project</h3>
<div class="outline-text-3" id="text-org27efa84">
<ul class="org-ul">
<li>The LLVM Project is a collection of modular and reusable compiler and toolchain technologies. Note: the repository does not accept github pull requests at this moment. Please submit your patches at <a href="http://reviews.llvm.org">http://reviews.llvm.org</a>.</li>
</ul>
</div>
</div>
<div id="outline-container-orge814e62" class="outline-3">
<h3 id="orge814e62">localstack/localstack</h3>
<div class="outline-text-3" id="text-orge814e62">
<ul class="org-ul">
<li>A fully functional local AWS cloud stack. Develop and test your cloud &amp; Serverless apps offline!</li>
</ul>
</div>
</div>
<div id="outline-container-org8e3b1cc" class="outline-3">
<h3 id="org8e3b1cc">locationtech/geomesa</h3>
<div class="outline-text-3" id="text-org8e3b1cc">
<ul class="org-ul">
<li>GeoMesa is a suite of tools for working with big geo-spatial data in a distributed fashion.</li>
</ul>
</div>
</div>
<div id="outline-container-org2bdf3f1" class="outline-3">
<h3 id="org2bdf3f1">locationtech/jts</h3>
<div class="outline-text-3" id="text-org2bdf3f1">
<ul class="org-ul">
<li>The JTS Topology Suite is a Java library for creating and manipulating vector geometry.</li>
</ul>
</div>
</div>
<div id="outline-container-org6cdc7b1" class="outline-3">
<h3 id="org6cdc7b1">lokke-org/lokke</h3>
<div class="outline-text-3" id="text-org6cdc7b1">
<ul class="org-ul">
<li>Lokke: Clojure for Guile</li>
</ul>
</div>
</div>
<div id="outline-container-org63692e1" class="outline-3">
<h3 id="org63692e1">lucidrains/toolformer-pytorch</h3>
<div class="outline-text-3" id="text-org63692e1">
<ul class="org-ul">
<li>Implementation of Toolformer, Language Models That Can Use Tools, by MetaAI</li>
</ul>
</div>
</div>
<div id="outline-container-org2b5a184" class="outline-3">
<h3 id="org2b5a184">Luodian/Otter</h3>
<div class="outline-text-3" id="text-org2b5a184">
<ul class="org-ul">
<li>Otter, a multi-modal model based on OpenFlamingo (open-sourced version of DeepMind's Flamingo), trained on MIMIC-IT and showcasing improved instruction-following and in-context learning ability.</li>
</ul>
</div>
</div>
<div id="outline-container-orgc71d7f5" class="outline-3">
<h3 id="orgc71d7f5">lurk-lang/lurk-rs</h3>
<div class="outline-text-3" id="text-orgc71d7f5">
<ul class="org-ul">
<li>lisp snark</li>
</ul>
</div>
</div>
<div id="outline-container-org8595c82" class="outline-3">
<h3 id="org8595c82">maciejhirsz/tiny-bip39</h3>
<div class="outline-text-3" id="text-org8595c82">
<ul class="org-ul">
<li>A Rust implementation of BIP-0039</li>
</ul>
</div>
</div>
<div id="outline-container-org5d1e71f" class="outline-3">
<h3 id="org5d1e71f">madler/pigz</h3>
<div class="outline-text-3" id="text-org5d1e71f">
<ul class="org-ul">
<li>A parallel implementation of gzip for modern multi-processor, multi-core machines.</li>
</ul>
</div>
</div>
<div id="outline-container-org8bfce87" class="outline-3">
<h3 id="org8bfce87">magit/forge</h3>
<div class="outline-text-3" id="text-org8bfce87">
<ul class="org-ul">
<li>Work with Git forges from the comfort of Magit</li>
</ul>
</div>
</div>
<div id="outline-container-org0baed57" class="outline-3">
<h3 id="org0baed57">magit/magit</h3>
<div class="outline-text-3" id="text-org0baed57">
<ul class="org-ul">
<li>It's Magit! A Git Porcelain inside Emacs.</li>
</ul>
</div>
</div>
<div id="outline-container-org2b22f6c" class="outline-3">
<h3 id="org2b22f6c">magit/transient</h3>
<div class="outline-text-3" id="text-org2b22f6c">
<ul class="org-ul">
<li>Transient commands</li>
</ul>
</div>
</div>
<div id="outline-container-orge58135f" class="outline-3">
<h3 id="orge58135f">magit/with-editor</h3>
<div class="outline-text-3" id="text-orge58135f">
<ul class="org-ul">
<li>Use the Emacsclient as the $EDITOR of child processes</li>
</ul>
</div>
</div>
<div id="outline-container-org23d7b59" class="outline-3">
<h3 id="org23d7b59">magnars/dash.el</h3>
<div class="outline-text-3" id="text-org23d7b59">
<ul class="org-ul">
<li>A modern list library for Emacs</li>
</ul>
</div>
</div>
<div id="outline-container-orgcfdd085" class="outline-3">
<h3 id="orgcfdd085">magnars/expand-region.el</h3>
<div class="outline-text-3" id="text-orgcfdd085">
<ul class="org-ul">
<li>Emacs extension to increase selected region by semantic units.</li>
</ul>
</div>
</div>
<div id="outline-container-org60ed26f" class="outline-3">
<h3 id="org60ed26f">magnars/multiple-cursors.el</h3>
<div class="outline-text-3" id="text-org60ed26f">
<ul class="org-ul">
<li>Multiple cursors for emacs.</li>
</ul>
</div>
</div>
<div id="outline-container-orgc3ab8ef" class="outline-3">
<h3 id="orgc3ab8ef">magnars/s.el</h3>
<div class="outline-text-3" id="text-orgc3ab8ef">
<ul class="org-ul">
<li>The long lost Emacs string manipulation library.</li>
</ul>
</div>
</div>
<div id="outline-container-org6c71c9f" class="outline-3">
<h3 id="org6c71c9f">magnolia1234/bypass-paywalls-firefox-clean</h3>
<div class="outline-text-3" id="text-org6c71c9f">
<ul class="org-ul">
<li>Bypass Paywalls Clean for Firefox (lot of updates and bug-fixes)</li>
</ul>
</div>
</div>
<div id="outline-container-org8740b01" class="outline-3">
<h3 id="org8740b01">mamedev/mame</h3>
<div class="outline-text-3" id="text-org8740b01">
<ul class="org-ul">
<li>MAME</li>
</ul>
</div>
</div>
<div id="outline-container-orgb9f912f" class="outline-3">
<h3 id="orgb9f912f">manifold-systems/manifold</h3>
<div class="outline-text-3" id="text-orgb9f912f">
<ul class="org-ul">
<li>Manifold is a Java compiler plugin, its features include Metaprogramming, Properties, Extension Methods, Operator Overloading, Templates, a Preprocessor, and more.</li>
</ul>
</div>
</div>
<div id="outline-container-orga8363d5" class="outline-3">
<h3 id="orga8363d5">mapeditor/tiled</h3>
<div class="outline-text-3" id="text-orga8363d5">
<ul class="org-ul">
<li>Flexible level editor</li>
</ul>
</div>
</div>
<div id="outline-container-org0c3d0b9" class="outline-3">
<h3 id="org0c3d0b9">massgravel/Microsoft-Activation-Scripts</h3>
<div class="outline-text-3" id="text-org0c3d0b9">
<ul class="org-ul">
<li>A Windows and Office activator using HWID / KMS38 / Online KMS activation methods, with a focus on open-source code and fewer antivirus detections.</li>
</ul>
</div>
</div>
<div id="outline-container-org29ab934" class="outline-3">
<h3 id="org29ab934">master-of-zen/Av1an</h3>
<div class="outline-text-3" id="text-org29ab934">
<ul class="org-ul">
<li>Cross-platform command-line AV1 / VP9 / HEVC / H264  encoding framework with per scene quality encoding</li>
</ul>
</div>
</div>
<div id="outline-container-org326b97f" class="outline-3">
<h3 id="org326b97f">matklad/once<sub>cell</sub></h3>
<div class="outline-text-3" id="text-org326b97f">
<ul class="org-ul">
<li>Rust library for single assignment cells and lazy statics without macros</li>
</ul>
</div>
</div>
