org/roam/github_stars.org
** Matoking/protontricks
  - A wrapper that does winetricks things for Proton enabled games, requires Winetricks.
** matthieu-m/ghost-cell
  - An implementation of Joshua Yanovski's Ghost Cell paper.
** matthieu-m/static-rc
  - Compile-time reference counting
** mayadata-io/cstor
  - CAS Data Engine - User Space implementation of a popular COW Data Engine - ZFS
** mc1arke/sonarqube-community-branch-plugin
  - A plugin that allows branch analysis and pull request decoration in the Community version of Sonarqube
** mCaptcha/mCaptcha
  - A no-nonsense CAPTCHA system with seamless UX | Backend component
** medvm/widevine_keys
  - This repo created for bypassing Widevine L3 DRM and obtaining keys.
** meilisearch/meilisearch
  - A lightning-fast search engine that fits effortlessly into your apps, websites, and workflow.
** melpa/melpa
  - Recipes and build machinery for the biggest Emacs package repo
** metosin/malli
  - High-performance Data-Driven Data Specification Library for Clojure/Script.
** metosin/spec-tools
  - Clojure(Script) tools for clojure.spec
** microg/GmsCore
  - Free implementation of Play Services
** microsoft/checkedc
  - Checked C is an extension to C that lets programmers write C code that is guaranteed by the compiler to be type-safe.  The goal is to let people easily make their existing C code type-safe and eliminate entire classes of errors. Checked C does not address use-after-free errors. This repo has a wiki for Checked C, sample code, the specification, and test code.
** microsoft/DirectXShaderCompiler
  - This repo hosts the source for the DirectX Shader Compiler which is based on LLVM/Clang.
** microsoft/ebpf-for-windows
  - eBPF implementation that runs on top of Windows
** microsoft/EVA
  - Compiler for the SEAL homomorphic encryption library
** microsoft/gctoolkit
  - Tool for parsing GC logs
** microsoft/i-Code
  - any to any composable diffusion model
** microsoft/JARVIS
  - JARVIS, a system to connect LLMs with ML community
** microsoft/LoRA
  - Code for loralib, an implementation of "LoRA: Low-Rank Adaptation of Large Language Models"
** microsoft/mimalloc
  - mimalloc is a compact general purpose allocator with excellent performance.
** microsoft/Nova
  - Nova: Recursive SNARKs without trusted setup
** microsoft/onnxruntime
  - ONNX Runtime: cross-platform, high performance ML inferencing and training accelerator
** microsoft/Picnic
  - Reference implementation of the Picnic post-quantum signature scheme
** microsoft/PQCrypto-SIDH
  - SIDH Library is a fast and portable software library that implements state-of-the-art supersingular isogeny cryptographic schemes. The chosen parameters aim to provide security against attackers running a large-scale quantum computer, and security against classical algorithms.
** microsoft/pyright
  - Static Type Checker for Python
** microsoft/Quantum
  - Microsoft Quantum Development Kit Samples
** microsoft/SEAL
  - Microsoft SEAL is an easy-to-use and powerful homomorphic encryption library.
** microsoft/ShaderConductor
  - ShaderConductor is a tool designed for cross-compiling HLSL to other shading languages
** microsoft/torchgeo
  - TorchGeo: datasets, samplers, transforms, and pre-trained models for geospatial data
** microsoft/TypeScript
  - TypeScript is a superset of JavaScript that compiles to clean JavaScript output.
** microsoft/verona
  - Research programming language for concurrent ownership
** microsoft/VFSForGit
  - Virtual File System for Git: Enable Git at Enterprise Scale
** microsoft/winget-cli
  - Windows Package Manager CLI (aka winget)
** microsoft/wslg
  - Enabling the Windows Subsystem for Linux to include support for Wayland and X server related scenarios
** MicrosoftDocs/WSL
  - Source code behind the Windows Subsystem for Linux documentation.
** miho/NativeFX
  - Native Rendering integration for JavaFX (13 and beyond)
** mikeperry-tor/vanguards
  - Vanguards help guard you from getting vanned...
** Mikubill/sd-webui-controlnet
  - WebUI extension for ControlNet
** minad/vertico
  - vertico.el - VERTical Interactive COmpletion
** mindsdb/mindsdb
  - An emerging platform to help developers build #AI solutions
** miniupnp/miniupnp
  - UPnP IGD implementation
** mirkosertic/Bytecoder
  - Framework to interpret and transpile JVM bytecode to JavaScript, OpenCL or WebAssembly.
** mitmproxy/mitmproxy
  - An interactive TLS-capable intercepting HTTP proxy for penetration testers and software developers.
** mitsuhiko/fragile
  - Utility wrapper to send non send types to other threads safely
** miukimiu/react-kawaii
  - Cute SVG React Components
** mjuhasz/BDSup2Sub
  - Blu-Ray/DVD subtitle editor
** mlc-ai/web-llm
  -  Bringing large-language models and chat to web browsers. Everything runs inside the browser with no server support.
