docs/github_stars.html
<div id="outline-container-org5546e11" class="outline-3">
<h3 id="org5546e11">Matoking/protontricks</h3>
<div class="outline-text-3" id="text-org5546e11">
<ul class="org-ul">
<li>A wrapper that does winetricks things for Proton enabled games, requires Winetricks.</li>
</ul>
</div>
</div>
<div id="outline-container-org1a0a565" class="outline-3">
<h3 id="org1a0a565">mayadata-io/cstor</h3>
<div class="outline-text-3" id="text-org1a0a565">
<ul class="org-ul">
<li>CAS Data Engine - User Space implementation of a popular COW Data Engine - ZFS</li>
</ul>
</div>
</div>
<div id="outline-container-org8e83c49" class="outline-3">
<h3 id="org8e83c49">mc1arke/sonarqube-community-branch-plugin</h3>
<div class="outline-text-3" id="text-org8e83c49">
<ul class="org-ul">
<li>A plugin that allows branch analysis and pull request decoration in the Community version of Sonarqube</li>
</ul>
</div>
</div>
<div id="outline-container-orgbcb43c3" class="outline-3">
<h3 id="orgbcb43c3">mCaptcha/mCaptcha</h3>
<div class="outline-text-3" id="text-orgbcb43c3">
<ul class="org-ul">
<li>A no-nonsense CAPTCHA system with seamless UX | Backend component</li>
</ul>
</div>
</div>
<div id="outline-container-org8c6b275" class="outline-3">
<h3 id="org8c6b275">medvm/widevine<sub>keys</sub></h3>
<div class="outline-text-3" id="text-org8c6b275">
<ul class="org-ul">
<li>This repo created for bypassing Widevine L3 DRM and obtaining keys.</li>
</ul>
</div>
</div>
<div id="outline-container-org30c7433" class="outline-3">
<h3 id="org30c7433">meilisearch/meilisearch</h3>
<div class="outline-text-3" id="text-org30c7433">
<ul class="org-ul">
<li>A lightning-fast search engine that fits effortlessly into your apps, websites, and workflow.</li>
</ul>
</div>
</div>
<div id="outline-container-orgb0477b2" class="outline-3">
<h3 id="orgb0477b2">melpa/melpa</h3>
<div class="outline-text-3" id="text-orgb0477b2">
<ul class="org-ul">
<li>Recipes and build machinery for the biggest Emacs package repo</li>
</ul>
</div>
</div>
<div id="outline-container-org253751e" class="outline-3">
<h3 id="org253751e">metosin/malli</h3>
<div class="outline-text-3" id="text-org253751e">
<ul class="org-ul">
<li>High-performance Data-Driven Data Specification Library for Clojure/Script.</li>
</ul>
</div>
</div>
<div id="outline-container-org12cc155" class="outline-3">
<h3 id="org12cc155">metosin/spec-tools</h3>
<div class="outline-text-3" id="text-org12cc155">
<ul class="org-ul">
<li>Clojure(Script) tools for clojure.spec</li>
</ul>
</div>
</div>
<div id="outline-container-org7ab09b0" class="outline-3">
<h3 id="org7ab09b0">microg/GmsCore</h3>
<div class="outline-text-3" id="text-org7ab09b0">
<ul class="org-ul">
<li>Free implementation of Play Services</li>
</ul>
</div>
</div>
<div id="outline-container-org13d72d5" class="outline-3">
<h3 id="org13d72d5">microsoft/checkedc</h3>
<div class="outline-text-3" id="text-org13d72d5">
<ul class="org-ul">
<li>Checked C is an extension to C that lets programmers write C code that is guaranteed by the compiler to be type-safe.  The goal is to let people easily make their existing C code type-safe and eliminate entire classes of errors. Checked C does not address use-after-free errors. This repo has a wiki for Checked C, sample code, the specification, and test code.</li>
</ul>
</div>
</div>
<div id="outline-container-org566485d" class="outline-3">
<h3 id="org566485d">microsoft/DirectXShaderCompiler</h3>
<div class="outline-text-3" id="text-org566485d">
<ul class="org-ul">
<li>This repo hosts the source for the DirectX Shader Compiler which is based on LLVM/Clang.</li>
</ul>
</div>
</div>
<div id="outline-container-orgbb48a7c" class="outline-3">
<h3 id="orgbb48a7c">microsoft/ebpf-for-windows</h3>
<div class="outline-text-3" id="text-orgbb48a7c">
<ul class="org-ul">
<li>eBPF implementation that runs on top of Windows</li>
</ul>
</div>
</div>
<div id="outline-container-org8a322df" class="outline-3">
<h3 id="org8a322df">microsoft/EVA</h3>
<div class="outline-text-3" id="text-org8a322df">
<ul class="org-ul">
<li>Compiler for the SEAL homomorphic encryption library</li>
</ul>
</div>
</div>
<div id="outline-container-org7ac73f9" class="outline-3">
<h3 id="org7ac73f9">microsoft/gctoolkit</h3>
<div class="outline-text-3" id="text-org7ac73f9">
<ul class="org-ul">
<li>Tool for parsing GC logs</li>
</ul>
</div>
</div>
<div id="outline-container-org29aef0b" class="outline-3">
<h3 id="org29aef0b">microsoft/i-Code</h3>
<div class="outline-text-3" id="text-org29aef0b">
<ul class="org-ul">
<li>any to any composable diffusion model</li>
</ul>
</div>
</div>
<div id="outline-container-orgbd91334" class="outline-3">
<h3 id="orgbd91334">microsoft/JARVIS</h3>
<div class="outline-text-3" id="text-orgbd91334">
<ul class="org-ul">
<li>JARVIS, a system to connect LLMs with ML community</li>
</ul>
</div>
</div>
<div id="outline-container-org18d4183" class="outline-3">
<h3 id="org18d4183">microsoft/LoRA</h3>
<div class="outline-text-3" id="text-org18d4183">
<ul class="org-ul">
<li>Code for loralib, an implementation of "LoRA: Low-Rank Adaptation of Large Language Models"</li>
</ul>
</div>
</div>
<div id="outline-container-orga7d949b" class="outline-3">
<h3 id="orga7d949b">microsoft/mimalloc</h3>
<div class="outline-text-3" id="text-orga7d949b">
<ul class="org-ul">
<li>mimalloc is a compact general purpose allocator with excellent performance.</li>
</ul>
</div>
</div>
<div id="outline-container-org89378a2" class="outline-3">
<h3 id="org89378a2">microsoft/Nova</h3>
<div class="outline-text-3" id="text-org89378a2">
<ul class="org-ul">
<li>Nova: Recursive SNARKs without trusted setup</li>
</ul>
</div>
</div>
<div id="outline-container-org63b9745" class="outline-3">
<h3 id="org63b9745">microsoft/onnxruntime</h3>
<div class="outline-text-3" id="text-org63b9745">
<ul class="org-ul">
<li>ONNX Runtime: cross-platform, high performance ML inferencing and training accelerator</li>
</ul>
</div>
</div>
<div id="outline-container-org0ed23aa" class="outline-3">
<h3 id="org0ed23aa">microsoft/Picnic</h3>
<div class="outline-text-3" id="text-org0ed23aa">
<ul class="org-ul">
<li>Reference implementation of the Picnic post-quantum signature scheme</li>
</ul>
</div>
</div>
<div id="outline-container-org1ea42a7" class="outline-3">
<h3 id="org1ea42a7">microsoft/PQCrypto-SIDH</h3>
<div class="outline-text-3" id="text-org1ea42a7">
<ul class="org-ul">
<li>SIDH Library is a fast and portable software library that implements state-of-the-art supersingular isogeny cryptographic schemes. The chosen parameters aim to provide security against attackers running a large-scale quantum computer, and security against classical algorithms.</li>
</ul>
</div>
</div>
<div id="outline-container-orgc15cb45" class="outline-3">
<h3 id="orgc15cb45">microsoft/pyright</h3>
<div class="outline-text-3" id="text-orgc15cb45">
<ul class="org-ul">
<li>Static Type Checker for Python</li>
</ul>
</div>
</div>
<div id="outline-container-orged9c10f" class="outline-3">
<h3 id="orged9c10f">microsoft/Quantum</h3>
<div class="outline-text-3" id="text-orged9c10f">
<ul class="org-ul">
<li>Microsoft Quantum Development Kit Samples</li>
</ul>
</div>
</div>
<div id="outline-container-orga82c718" class="outline-3">
<h3 id="orga82c718">microsoft/SEAL</h3>
<div class="outline-text-3" id="text-orga82c718">
<ul class="org-ul">
<li>Microsoft SEAL is an easy-to-use and powerful homomorphic encryption library.</li>
</ul>
</div>
</div>
<div id="outline-container-orga5be98b" class="outline-3">
<h3 id="orga5be98b">microsoft/ShaderConductor</h3>
<div class="outline-text-3" id="text-orga5be98b">
<ul class="org-ul">
<li>ShaderConductor is a tool designed for cross-compiling HLSL to other shading languages</li>
</ul>
</div>
</div>
<div id="outline-container-org2d283d6" class="outline-3">
<h3 id="org2d283d6">microsoft/torchgeo</h3>
<div class="outline-text-3" id="text-org2d283d6">
<ul class="org-ul">
<li>TorchGeo: datasets, samplers, transforms, and pre-trained models for geospatial data</li>
</ul>
</div>
</div>
<div id="outline-container-org00f1c5f" class="outline-3">
<h3 id="org00f1c5f">microsoft/TypeScript</h3>
<div class="outline-text-3" id="text-org00f1c5f">
<ul class="org-ul">
<li>TypeScript is a superset of JavaScript that compiles to clean JavaScript output.</li>
</ul>
</div>
</div>
<div id="outline-container-org529c126" class="outline-3">
<h3 id="org529c126">microsoft/verona</h3>
<div class="outline-text-3" id="text-org529c126">
<ul class="org-ul">
<li>Research programming language for concurrent ownership</li>
</ul>
</div>
</div>
<div id="outline-container-org7332c94" class="outline-3">
<h3 id="org7332c94">microsoft/VFSForGit</h3>
<div class="outline-text-3" id="text-org7332c94">
<ul class="org-ul">
<li>Virtual File System for Git: Enable Git at Enterprise Scale</li>
</ul>
</div>
</div>
<div id="outline-container-orge19330b" class="outline-3">
<h3 id="orge19330b">microsoft/winget-cli</h3>
<div class="outline-text-3" id="text-orge19330b">
<ul class="org-ul">
<li>Windows Package Manager CLI (aka winget)</li>
</ul>
</div>
</div>
<div id="outline-container-org94e2438" class="outline-3">
<h3 id="org94e2438">microsoft/wslg</h3>
<div class="outline-text-3" id="text-org94e2438">
<ul class="org-ul">
<li>Enabling the Windows Subsystem for Linux to include support for Wayland and X server related scenarios</li>
</ul>
</div>
</div>
<div id="outline-container-org87de52d" class="outline-3">
<h3 id="org87de52d">MicrosoftDocs/WSL</h3>
<div class="outline-text-3" id="text-org87de52d">
<ul class="org-ul">
<li>Source code behind the Windows Subsystem for Linux documentation.</li>
</ul>
</div>
</div>
<div id="outline-container-orgc652dff" class="outline-3">
<h3 id="orgc652dff">miho/NativeFX</h3>
<div class="outline-text-3" id="text-orgc652dff">
<ul class="org-ul">
<li>Native Rendering integration for JavaFX (13 and beyond)</li>
</ul>
</div>
</div>
<div id="outline-container-org64abf7b" class="outline-3">
<h3 id="org64abf7b">mikeperry-tor/vanguards</h3>
<div class="outline-text-3" id="text-org64abf7b">
<ul class="org-ul">
<li>Vanguards help guard you from getting vanned&#x2026;</li>
</ul>
</div>
</div>
<div id="outline-container-orgdc9487e" class="outline-3">
<h3 id="orgdc9487e">minad/vertico</h3>
<div class="outline-text-3" id="text-orgdc9487e">
<ul class="org-ul">
<li>vertico.el - VERTical Interactive COmpletion</li>
</ul>
</div>
</div>
<div id="outline-container-orgb141a3b" class="outline-3">
<h3 id="orgb141a3b">mindsdb/mindsdb</h3>
<div class="outline-text-3" id="text-orgb141a3b">
<ul class="org-ul">
<li>An emerging platform to help developers build #AI solutions</li>
</ul>
</div>
</div>
<div id="outline-container-org3c119b4" class="outline-3">
<h3 id="org3c119b4">mirkosertic/Bytecoder</h3>
<div class="outline-text-3" id="text-org3c119b4">
<ul class="org-ul">
<li>Framework to interpret and transpile JVM bytecode to JavaScript, OpenCL or WebAssembly.</li>
</ul>
</div>
</div>
<div id="outline-container-orgcb80743" class="outline-3">
<h3 id="orgcb80743">miukimiu/react-kawaii</h3>
<div class="outline-text-3" id="text-orgcb80743">
<ul class="org-ul">
<li>Cute SVG React Components</li>
</ul>
</div>
</div>
