org/roam/github_stars.org
** mlc-ai/web-stable-diffusion
  - Bringing stable diffusion models to web browsers. Everything runs inside the browser with no server support.
** mmhelloworld/idris-jvm
  - JVM bytecode back end for Idris
** moby/buildkit
  - concurrent, cache-efficient, and Dockerfile-agnostic builder toolkit
** moby/hyperkit
  - A toolkit for embedding hypervisor capabilities in your application
** moby/moby
  - Moby Project - a collaborative project for the container ecosystem to assemble container-based systems
** model-checking/kani
  - Kani Rust Verifier
** Modernizr/Modernizr
  - Modernizr is a JavaScript library that detects HTML5 and CSS3 features in the user’s browser.
** moditect/jfrunit
  - A JUnit extension for asserting JDK Flight Recorder events
** monero-project/monero
  - Monero: the secure, private, untraceable cryptocurrency
** monero-project/monero-gui
  - Monero: the secure, private, untraceable cryptocurrency
** MonoS/VS-ContinuityFixer
  - Continuity Fixer port for Vapoursynth
** mozilla-mobile/fenix
  - Fenix (Firefox for Android) moved to a new repository. It is now developed and maintained as part of: https://github.com/mozilla-mobile/firefox-android
** mozilla/geckodriver
  - WebDriver for Firefox
** mozilla/geckoview
  - GeckoView is a set of components for embedding Gecko in Android apps
** mozilla/multi-account-containers
  - Firefox Multi-Account Containers lets you keep parts of your online life separated into color-coded tabs that preserve your privacy. Cookies are separated by container, allowing you to use the web with multiple identities or accounts simultaneously.
** mozilla/sccache
  - sccache is ccache with cloud storage
** mozilla/uniffi-rs
  - a multi-language bindings generator for rust
** mpv-player/mpv
  - Command line video player
** mre/cargo-inspect
  - Pssst!... see what Rust is doing behind the curtains
** mtth/avsc
  - Avro for JavaScript
** n64decomp/sm64
  - A Super Mario 64 decompilation, brought to you by a bunch of clever folks.
** Nalen98/AngryGhidra
  - Use angr in Ghidra
** NASA-SW-VnV/ikos
  - Static analyzer for C/C++ based on the theory of Abstract Interpretation.
** nasa/fprime
  - F' - A flight software and embedded systems framework
** nasa/openmct
  - A web based mission control framework.
** NASAWorldWind/WebWorldWind
  - The NASA WorldWind Javascript SDK (WebWW) includes the library and examples for creating geo-browser web applications and for embedding a 3D globe in HTML5 web pages.
** nasser/magic
  - Morgan And Grand Iron Clojure
** NationalSecurityAgency/ghidra
  - Ghidra is a software reverse engineering (SRE) framework
** NationalSecurityAgency/SIMP
  - A system automation and configuration management stack targeted toward operational flexibility and policy compliance.
** naver/sqlova
  - neural semantic parser translating natural language utterance to SQL query
** nebuly-ai/nebullvm
  - Plug and play modules to optimize the performances of your AI systems
** nektos/act
  - Run your GitHub Actions locally
** neonbjb/tortoise-tts
  - A multi-voice TTS system trained with an emphasis on quality
** neondatabase/neon
  - Neon: Serverless Postgres. We separated storage and compute to offer autoscaling, branching, and bottomless storage.
** netblue30/firejail
  - Linux namespaces and seccomp-bpf sandbox
** NetBSD/src
  - Automatic conversion of the NetBSD src CVS module, use with care. Please submit bugs/changes via https://gnats.netbsd.org
** netdata/kernel-collector
  - Linux Kernel eBPF Collectors
** Netflix/chaosmonkey
  - Chaos Monkey is a resiliency tool that helps applications tolerate random instance failures.
** Netflix/SimianArmy
  - Tools for keeping your cloud operating in top form. Chaos Monkey is a resiliency tool that helps applications tolerate random instance failures.
** Netflix/vmaf
  - Perceptual video quality assessment based on multi-method fusion.
** netty/netty
  - Netty project - an event-driven asynchronous network application framework
** nextdns/piracy-blocklists
  - File sharing sites
** ngrok/firewall_toolkit
  - golang library and tools for managing nftables
** nixcloud/ip2unix
  - Turn IP sockets into Unix domain sockets
** NixOS/mobile-nixos
  - nixos on mobile
** nmap/nmap
  - Nmap - the Network Mapper. Github mirror of official SVN repository.
** nobiot/org-transclusion
  - Emacs package to enable transclusion with Org Mode
** novnc/noVNC
  - VNC client web application
** nrepl/nrepl
  - A Clojure network REPL that provides a server and client, along with some common APIs of use to IDEs and other tools that may need to evaluate Clojure code in remote environments.
** nsupdate-info/nsupdate.info
  - Dynamic DNS service
