docs/github_stars.html
<div id="outline-container-org86b9375" class="outline-3">
<h3 id="org86b9375">mmhelloworld/idris-jvm</h3>
<div class="outline-text-3" id="text-org86b9375">
<ul class="org-ul">
<li>JVM bytecode back end for Idris</li>
</ul>
</div>
</div>
<div id="outline-container-org2c55ad4" class="outline-3">
<h3 id="org2c55ad4">moby/buildkit</h3>
<div class="outline-text-3" id="text-org2c55ad4">
<ul class="org-ul">
<li>concurrent, cache-efficient, and Dockerfile-agnostic builder toolkit</li>
</ul>
</div>
</div>
<div id="outline-container-orgda8c56b" class="outline-3">
<h3 id="orgda8c56b">moby/hyperkit</h3>
<div class="outline-text-3" id="text-orgda8c56b">
<ul class="org-ul">
<li>A toolkit for embedding hypervisor capabilities in your application</li>
</ul>
</div>
</div>
<div id="outline-container-orgb6bfbd2" class="outline-3">
<h3 id="orgb6bfbd2">moby/moby</h3>
<div class="outline-text-3" id="text-orgb6bfbd2">
<ul class="org-ul">
<li>Moby Project - a collaborative project for the container ecosystem to assemble container-based systems</li>
</ul>
</div>
</div>
<div id="outline-container-orge40dc90" class="outline-3">
<h3 id="orge40dc90">Modernizr/Modernizr</h3>
<div class="outline-text-3" id="text-orge40dc90">
<ul class="org-ul">
<li>Modernizr is a JavaScript library that detects HTML5 and CSS3 features in the user’s browser.</li>
</ul>
</div>
</div>
<div id="outline-container-orga1b5882" class="outline-3">
<h3 id="orga1b5882">moditect/jfrunit</h3>
<div class="outline-text-3" id="text-orga1b5882">
<ul class="org-ul">
<li>A JUnit extension for asserting JDK Flight Recorder events</li>
</ul>
</div>
</div>
<div id="outline-container-org212677a" class="outline-3">
<h3 id="org212677a">MonoS/VS-ContinuityFixer</h3>
<div class="outline-text-3" id="text-org212677a">
<ul class="org-ul">
<li>Continuity Fixer port for Vapoursynth</li>
</ul>
</div>
</div>
<div id="outline-container-orgacc9a35" class="outline-3">
<h3 id="orgacc9a35">mozilla-mobile/fenix</h3>
<div class="outline-text-3" id="text-orgacc9a35">
<ul class="org-ul">
<li>Fenix (Firefox for Android) moved to a new repository. It is now developed and maintained as part of: <a href="https://github.com/mozilla-mobile/firefox-android">https://github.com/mozilla-mobile/firefox-android</a></li>
</ul>
</div>
</div>
<div id="outline-container-org7a5c310" class="outline-3">
<h3 id="org7a5c310">mozilla/geckodriver</h3>
<div class="outline-text-3" id="text-org7a5c310">
<ul class="org-ul">
<li>WebDriver for Firefox</li>
</ul>
</div>
</div>
<div id="outline-container-orge40af93" class="outline-3">
<h3 id="orge40af93">mozilla/geckoview</h3>
<div class="outline-text-3" id="text-orge40af93">
<ul class="org-ul">
<li>GeckoView is a set of components for embedding Gecko in Android apps</li>
</ul>
</div>
</div>
<div id="outline-container-org373c89c" class="outline-3">
<h3 id="org373c89c">mozilla/multi-account-containers</h3>
<div class="outline-text-3" id="text-org373c89c">
<ul class="org-ul">
<li>Firefox Multi-Account Containers lets you keep parts of your online life separated into color-coded tabs that preserve your privacy. Cookies are separated by container, allowing you to use the web with multiple identities or accounts simultaneously.</li>
</ul>
</div>
</div>
<div id="outline-container-org295142b" class="outline-3">
<h3 id="org295142b">mozilla/sccache</h3>
<div class="outline-text-3" id="text-org295142b">
<ul class="org-ul">
<li>sccache is ccache with cloud storage</li>
</ul>
</div>
</div>
<div id="outline-container-orgdb35aa7" class="outline-3">
<h3 id="orgdb35aa7">mre/cargo-inspect</h3>
<div class="outline-text-3" id="text-orgdb35aa7">
<ul class="org-ul">
<li>Pssst!&#x2026; see what Rust is doing behind the curtains</li>
</ul>
</div>
</div>
<div id="outline-container-org9da9e50" class="outline-3">
<h3 id="org9da9e50">mtth/avsc</h3>
<div class="outline-text-3" id="text-org9da9e50">
<ul class="org-ul">
<li>Avro for JavaScript</li>
</ul>
</div>
</div>
<div id="outline-container-org8abeaf6" class="outline-3">
<h3 id="org8abeaf6">n64decomp/sm64</h3>
<div class="outline-text-3" id="text-org8abeaf6">
<ul class="org-ul">
<li>A Super Mario 64 decompilation, brought to you by a bunch of clever folks.</li>
</ul>
</div>
</div>
<div id="outline-container-org75b1b89" class="outline-3">
<h3 id="org75b1b89">Nalen98/AngryGhidra</h3>
<div class="outline-text-3" id="text-org75b1b89">
<ul class="org-ul">
<li>Use angr in Ghidra</li>
</ul>
</div>
</div>
<div id="outline-container-org4ddd4a5" class="outline-3">
<h3 id="org4ddd4a5">NASA-SW-VnV/ikos</h3>
<div class="outline-text-3" id="text-org4ddd4a5">
<ul class="org-ul">
<li>Static analyzer for C/C++ based on the theory of Abstract Interpretation.</li>
</ul>
</div>
</div>
<div id="outline-container-org394b71a" class="outline-3">
<h3 id="org394b71a">nasa/fprime</h3>
<div class="outline-text-3" id="text-org394b71a">
<ul class="org-ul">
<li>F' - A flight software and embedded systems framework</li>
</ul>
</div>
</div>
<div id="outline-container-org3f424ef" class="outline-3">
<h3 id="org3f424ef">nasa/openmct</h3>
<div class="outline-text-3" id="text-org3f424ef">
<ul class="org-ul">
<li>A web based mission control framework.</li>
</ul>
</div>
</div>
<div id="outline-container-org17b567d" class="outline-3">
<h3 id="org17b567d">NASAWorldWind/WebWorldWind</h3>
<div class="outline-text-3" id="text-org17b567d">
<ul class="org-ul">
<li>The NASA WorldWind Javascript SDK (WebWW) includes the library and examples for creating geo-browser web applications and for embedding a 3D globe in HTML5 web pages.</li>
</ul>
</div>
</div>
<div id="outline-container-orgece69b7" class="outline-3">
<h3 id="orgece69b7">nasser/magic</h3>
<div class="outline-text-3" id="text-orgece69b7">
<ul class="org-ul">
<li>Morgan And Grand Iron Clojure</li>
</ul>
</div>
</div>
<div id="outline-container-orga0aa0ed" class="outline-3">
<h3 id="orga0aa0ed">NationalSecurityAgency/SIMP</h3>
<div class="outline-text-3" id="text-orga0aa0ed">
<ul class="org-ul">
<li>A system automation and configuration management stack targeted toward operational flexibility and policy compliance.</li>
</ul>
</div>
</div>
<div id="outline-container-orgb51d420" class="outline-3">
<h3 id="orgb51d420">naver/sqlova</h3>
<div class="outline-text-3" id="text-orgb51d420">
<ul class="org-ul">
<li>neural semantic parser translating natural language utterance to SQL query</li>
</ul>
</div>
</div>
<div id="outline-container-org15d177b" class="outline-3">
<h3 id="org15d177b">nebuly-ai/nebullvm</h3>
<div class="outline-text-3" id="text-org15d177b">
<ul class="org-ul">
<li>Plug and play modules to optimize the performances of your AI systems</li>
</ul>
</div>
</div>
<div id="outline-container-org3d859a8" class="outline-3">
<h3 id="org3d859a8">nektos/act</h3>
<div class="outline-text-3" id="text-org3d859a8">
<ul class="org-ul">
<li>Run your GitHub Actions locally</li>
</ul>
</div>
</div>
<div id="outline-container-org26bdf14" class="outline-3">
<h3 id="org26bdf14">neonbjb/tortoise-tts</h3>
<div class="outline-text-3" id="text-org26bdf14">
<ul class="org-ul">
<li>A multi-voice TTS system trained with an emphasis on quality</li>
</ul>
</div>
</div>
<div id="outline-container-org8a6b89e" class="outline-3">
<h3 id="org8a6b89e">neondatabase/neon</h3>
<div class="outline-text-3" id="text-org8a6b89e">
<ul class="org-ul">
<li>Neon: Serverless Postgres. We separated storage and compute to offer autoscaling, branching, and bottomless storage.</li>
</ul>
</div>
</div>
<div id="outline-container-org96bb3e5" class="outline-3">
<h3 id="org96bb3e5">netblue30/firejail</h3>
<div class="outline-text-3" id="text-org96bb3e5">
<ul class="org-ul">
<li>Linux namespaces and seccomp-bpf sandbox</li>
</ul>
</div>
</div>
<div id="outline-container-orga534b30" class="outline-3">
<h3 id="orga534b30">NetBSD/src</h3>
<div class="outline-text-3" id="text-orga534b30">
<ul class="org-ul">
<li>Automatic conversion of the NetBSD src CVS module, use with care. Please submit bugs/changes via <a href="https://gnats.netbsd.org">https://gnats.netbsd.org</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgccc5e36" class="outline-3">
<h3 id="orgccc5e36">netdata/kernel-collector</h3>
<div class="outline-text-3" id="text-orgccc5e36">
<ul class="org-ul">
<li>Linux Kernel eBPF Collectors</li>
</ul>
</div>
</div>
<div id="outline-container-org651e3c2" class="outline-3">
<h3 id="org651e3c2">Netflix/chaosmonkey</h3>
<div class="outline-text-3" id="text-org651e3c2">
<ul class="org-ul">
<li>Chaos Monkey is a resiliency tool that helps applications tolerate random instance failures.</li>
</ul>
</div>
</div>
<div id="outline-container-org2d8b929" class="outline-3">
<h3 id="org2d8b929">Netflix/SimianArmy</h3>
<div class="outline-text-3" id="text-org2d8b929">
<ul class="org-ul">
<li>Tools for keeping your cloud operating in top form. Chaos Monkey is a resiliency tool that helps applications tolerate random instance failures.</li>
</ul>
</div>
</div>
<div id="outline-container-org0750854" class="outline-3">
<h3 id="org0750854">netty/netty</h3>
<div class="outline-text-3" id="text-org0750854">
<ul class="org-ul">
<li>Netty project - an event-driven asynchronous network application framework</li>
</ul>
</div>
</div>
<div id="outline-container-org0c29ce0" class="outline-3">
<h3 id="org0c29ce0">nextdns/piracy-blocklists</h3>
<div class="outline-text-3" id="text-org0c29ce0">
<ul class="org-ul">
<li>File sharing sites</li>
</ul>
</div>
</div>
<div id="outline-container-org4a90584" class="outline-3">
<h3 id="org4a90584">ngrok/firewall<sub>toolkit</sub></h3>
<div class="outline-text-3" id="text-org4a90584">
<ul class="org-ul">
<li>golang library and tools for managing nftables</li>
</ul>
</div>
</div>
<div id="outline-container-orgd1c1cb0" class="outline-3">
<h3 id="orgd1c1cb0">nixcloud/ip2unix</h3>
<div class="outline-text-3" id="text-orgd1c1cb0">
<ul class="org-ul">
<li>Turn IP sockets into Unix domain sockets</li>
</ul>
</div>
</div>
<div id="outline-container-org808402d" class="outline-3">
<h3 id="org808402d">NixOS/mobile-nixos</h3>
<div class="outline-text-3" id="text-org808402d">
<ul class="org-ul">
<li>nixos on mobile</li>
</ul>
</div>
</div>
<div id="outline-container-org2e6147d" class="outline-3">
<h3 id="org2e6147d">nobiot/org-transclusion</h3>
<div class="outline-text-3" id="text-org2e6147d">
<ul class="org-ul">
<li>Emacs package to enable transclusion with Org Mode</li>
</ul>
</div>
</div>
<div id="outline-container-orgbdc6f52" class="outline-3">
<h3 id="orgbdc6f52">novnc/noVNC</h3>
<div class="outline-text-3" id="text-orgbdc6f52">
<ul class="org-ul">
<li>VNC client web application</li>
</ul>
</div>
</div>
<div id="outline-container-org10dffa7" class="outline-3">
<h3 id="org10dffa7">nrepl/nrepl</h3>
<div class="outline-text-3" id="text-org10dffa7">
<ul class="org-ul">
<li>A Clojure network REPL that provides a server and client, along with some common APIs of use to IDEs and other tools that may need to evaluate Clojure code in remote environments.</li>
</ul>
</div>
</div>
<div id="outline-container-orga448b75" class="outline-3">
<h3 id="orga448b75">nsupdate-info/nsupdate.info</h3>
<div class="outline-text-3" id="text-orga448b75">
<ul class="org-ul">
<li>Dynamic DNS service</li>
</ul>
</div>
</div>
