org/roam/github_stars.org
** ntop/nDPI
  - Open Source Deep Packet Inspection Software Toolkit
** nubank/morse
  - A graphical, interactive tool for browsing Clojure data
** Nugine/simd
  - SIMD-accelerated operations
** Nuitka/Nuitka
  - Nuitka is a Python compiler written in Python.  It's fully compatible with Python 2.6, 2.7, 3.3, 3.4, 3.5, 3.6, 3.7, 3.8, 3.9, and 3.10.  You feed it your Python app, it does a lot of clever things, and spits out an executable or extension module. 
** nv-tlabs/GET3D
  - Create 3D models
** NVIDIA/gpu-monitoring-tools
  - Tools for monitoring NVIDIA GPUs on Linux
** NVIDIA/libcudacxx
  - The C++ Standard Library for your entire system.
** NVIDIA/nvidia-container-toolkit
  - Build and run containers leveraging NVIDIA GPUs
** NVIDIA/nvidia-docker
  - Build and run Docker containers leveraging NVIDIA GPUs
** NVIDIA/nvidia-installer
  - NVIDIA driver installer
** NVIDIA/nvidia-settings
  - NVIDIA driver control panel
** NVIDIA/open-gpu-kernel-modules
  - NVIDIA Linux open GPU kernel module source
** NVIDIA/VideoProcessingFramework
  - Set of Python bindings to C++ libraries which provides full HW acceleration for video decoding, encoding and GPU-accelerated color space and pixel format conversions
** NVIDIAGameWorks/PhysX
  - NVIDIA PhysX SDK
** NVIDIAGameWorks/rtx-remix
  - Combined repo for the RTX-Remix runtime. dxd9 game modding.
** nysenate/OpenLegislation
  - OpenLegislation is a web service that delivers legislative information from the New York State Senate and Assembly to the public in near-real time.  It is used internally to serve up legislative data for nysenate.gov and the Bluebird-CRM.
** nzbget/nzbget
  - Efficient Usenet Downloader
** o2sh/onefetch
  - Command-line Git information tool
** obhq/obliteration
  - Experimental PS4 emulator written in Rust for Windows, macOS and Linux
** obsproject/obs-studio
  - OBS Studio - Free and open source software for live streaming and screen recording
** offensive-security/exploitdb
  - The legacy Exploit Database repository - New repo located at https://gitlab.com/exploit-database/exploitdb
** onionltd/EndGame
  - EndGame DDoS filter.
** onionshare/onionshare
  - Securely and anonymously share files, host websites, and chat with friends using the Tor network
** oobabooga/text-generation-webui
  - A gradio web UI for running Large Language Models like GPT-J 6B, OPT, GALACTICA, LLaMA, and Pygmalion.
** open-deepnude/open-deepnude
  - Open source reverse-engineered clone of DeepNude
** open-goal/jak-project
  - Reviving the language that brought us the Jak & Daxter Series
** open-mpi/ompi
  - Open MPI main development repository
** open-osrs/runelite
  - Actually open source Old School RuneScape client
** open-quantum-safe/liboqs
  - C library for prototyping and experimenting with quantum-resistant cryptography
** open5gs/open5gs
  - Open5GS is a C-language Open Source implementation for 5G Core and EPC, i.e. the core network of LTE/NR network (Release-17)
** openai/automated-interpretability
  - GPT-2 neuron labeling tools
** openai/gpt-2
  - Code for the paper "Language Models are Unsupervised Multitask Learners"
** openai/kubernetes-ec2-autoscaler
  - A batch-optimized scaling manager for Kubernetes
** openai/point-e
  - Point cloud diffusion for 3D model synthesis
** openai/shap-e
  - Generate 3D objects conditioned on text or images
** openai/whisper
  - Robust Speech Recognition via Large-Scale Weak Supervision
** OpenAPITools/openapi-generator
  - OpenAPI Generator allows generation of API client libraries (SDK generation), server stubs, documentation and configuration automatically given an OpenAPI Spec (v2, v3)
** OpenBB-finance/OpenBBTerminal
  - Investment Research for Everyone, Anywhere.
** opendtrace/opendtrace
  - Code for the cross platform, single source, OpenDTrace implementation
** openebs/openebs
  - Leading Open Source Container Attached Storage, built using Cloud Native Architecture, simplifies running Stateful Applications on Kubernetes.
** openenclave/openenclave
  - SDK for developing enclaves
** openjdk/jdk
  - JDK main-line development https://openjdk.org/projects/jdk
** openjdk/jfx
  - JavaFX mainline development
** openjdk/jmc
  - Repository for OpenJDK Mission Control, a production time profiling and diagnostics tools suite. https://openjdk.org/projects/jmc
** openjdk/jmh
  - https://openjdk.org/projects/code-tools/jmh
** openjdk/tsan
  - https://openjdk.org/projects/tsan
** openssl/openssl
  - TLS/SSL and crypto library
** openstack/openstack
  - Repository tracking all OpenStack repositories as submodules. Mirror of code maintained at opendev.org.
** openstyles/stylus
  - Stylus - Userstyles Manager
