docs/github_stars.html
<div id="outline-container-orgfef4f4c" class="outline-3">
<h3 id="orgfef4f4c">ntop/nDPI</h3>
<div class="outline-text-3" id="text-orgfef4f4c">
<ul class="org-ul">
<li>Open Source Deep Packet Inspection Software Toolkit</li>
</ul>
</div>
</div>
<div id="outline-container-orgee018fc" class="outline-3">
<h3 id="orgee018fc">nubank/morse</h3>
<div class="outline-text-3" id="text-orgee018fc">
<ul class="org-ul">
<li>A graphical, interactive tool for browsing Clojure data</li>
</ul>
</div>
</div>
<div id="outline-container-orgdfaa27a" class="outline-3">
<h3 id="orgdfaa27a">Nugine/simd</h3>
<div class="outline-text-3" id="text-orgdfaa27a">
<ul class="org-ul">
<li>SIMD-accelerated operations</li>
</ul>
</div>
</div>
<div id="outline-container-org49d28c5" class="outline-3">
<h3 id="org49d28c5">Nuitka/Nuitka</h3>
<div class="outline-text-3" id="text-org49d28c5">
<ul class="org-ul">
<li>Nuitka is a Python compiler written in Python.  It's fully compatible with Python 2.6, 2.7, 3.3, 3.4, 3.5, 3.6, 3.7, 3.8, 3.9, and 3.10.  You feed it your Python app, it does a lot of clever things, and spits out an executable or extension module.</li>
</ul>
</div>
</div>
<div id="outline-container-org134d4a7" class="outline-3">
<h3 id="org134d4a7">nv-tlabs/GET3D</h3>
<div class="outline-text-3" id="text-org134d4a7">
<ul class="org-ul">
<li>Create 3D models</li>
</ul>
</div>
</div>
<div id="outline-container-org6784a7a" class="outline-3">
<h3 id="org6784a7a">NVIDIA/gpu-monitoring-tools</h3>
<div class="outline-text-3" id="text-org6784a7a">
<ul class="org-ul">
<li>Tools for monitoring NVIDIA GPUs on Linux</li>
</ul>
</div>
</div>
<div id="outline-container-orgf8a9499" class="outline-3">
<h3 id="orgf8a9499">NVIDIA/libcudacxx</h3>
<div class="outline-text-3" id="text-orgf8a9499">
<ul class="org-ul">
<li>The C++ Standard Library for your entire system.</li>
</ul>
</div>
</div>
<div id="outline-container-orge4f7cac" class="outline-3">
<h3 id="orge4f7cac">NVIDIA/nvidia-docker</h3>
<div class="outline-text-3" id="text-orge4f7cac">
<ul class="org-ul">
<li>Build and run Docker containers leveraging NVIDIA GPUs</li>
</ul>
</div>
</div>
<div id="outline-container-org0623e99" class="outline-3">
<h3 id="org0623e99">NVIDIA/nvidia-installer</h3>
<div class="outline-text-3" id="text-org0623e99">
<ul class="org-ul">
<li>NVIDIA driver installer</li>
</ul>
</div>
</div>
<div id="outline-container-org6354ac7" class="outline-3">
<h3 id="org6354ac7">NVIDIA/nvidia-settings</h3>
<div class="outline-text-3" id="text-org6354ac7">
<ul class="org-ul">
<li>NVIDIA driver control panel</li>
</ul>
</div>
</div>
<div id="outline-container-org9eabbe7" class="outline-3">
<h3 id="org9eabbe7">NVIDIA/open-gpu-kernel-modules</h3>
<div class="outline-text-3" id="text-org9eabbe7">
<ul class="org-ul">
<li>NVIDIA Linux open GPU kernel module source</li>
</ul>
</div>
</div>
<div id="outline-container-org06037b3" class="outline-3">
<h3 id="org06037b3">NVIDIA/VideoProcessingFramework</h3>
<div class="outline-text-3" id="text-org06037b3">
<ul class="org-ul">
<li>Set of Python bindings to C++ libraries which provides full HW acceleration for video decoding, encoding and GPU-accelerated color space and pixel format conversions</li>
</ul>
</div>
</div>
<div id="outline-container-org7fc1e90" class="outline-3">
<h3 id="org7fc1e90">NVIDIAGameWorks/PhysX</h3>
<div class="outline-text-3" id="text-org7fc1e90">
<ul class="org-ul">
<li>NVIDIA PhysX SDK</li>
</ul>
</div>
</div>
<div id="outline-container-org565d34f" class="outline-3">
<h3 id="org565d34f">nysenate/OpenLegislation</h3>
<div class="outline-text-3" id="text-org565d34f">
<ul class="org-ul">
<li>OpenLegislation is a web service that delivers legislative information from the New York State Senate and Assembly to the public in near-real time.  It is used internally to serve up legislative data for nysenate.gov and the Bluebird-CRM.</li>
</ul>
</div>
</div>
<div id="outline-container-orgb00fea5" class="outline-3">
<h3 id="orgb00fea5">o2sh/onefetch</h3>
<div class="outline-text-3" id="text-orgb00fea5">
<ul class="org-ul">
<li>Command-line Git information tool</li>
</ul>
</div>
</div>
<div id="outline-container-org88c32fe" class="outline-3">
<h3 id="org88c32fe">obhq/obliteration</h3>
<div class="outline-text-3" id="text-org88c32fe">
<ul class="org-ul">
<li>Experimental PS4 emulator written in Rust for Windows, macOS and Linux</li>
</ul>
</div>
</div>
<div id="outline-container-org804fd26" class="outline-3">
<h3 id="org804fd26">offensive-security/exploitdb</h3>
<div class="outline-text-3" id="text-org804fd26">
<ul class="org-ul">
<li>The legacy Exploit Database repository - New repo located at <a href="https://gitlab.com/exploit-database/exploitdb">https://gitlab.com/exploit-database/exploitdb</a></li>
</ul>
</div>
</div>
<div id="outline-container-org6359ea6" class="outline-3">
<h3 id="org6359ea6">onionltd/EndGame</h3>
<div class="outline-text-3" id="text-org6359ea6">
<ul class="org-ul">
<li>EndGame DDoS filter.</li>
</ul>
</div>
</div>
<div id="outline-container-org239e700" class="outline-3">
<h3 id="org239e700">onionshare/onionshare</h3>
<div class="outline-text-3" id="text-org239e700">
<ul class="org-ul">
<li>Securely and anonymously share files, host websites, and chat with friends using the Tor network</li>
</ul>
</div>
</div>
<div id="outline-container-org31fc5e4" class="outline-3">
<h3 id="org31fc5e4">open-deepnude/open-deepnude</h3>
<div class="outline-text-3" id="text-org31fc5e4">
<ul class="org-ul">
<li>Open source reverse-engineered clone of DeepNude</li>
</ul>
</div>
</div>
<div id="outline-container-orgfe61abe" class="outline-3">
<h3 id="orgfe61abe">open-mpi/ompi</h3>
<div class="outline-text-3" id="text-orgfe61abe">
<ul class="org-ul">
<li>Open MPI main development repository</li>
</ul>
</div>
</div>
<div id="outline-container-org288cb60" class="outline-3">
<h3 id="org288cb60">open-quantum-safe/liboqs</h3>
<div class="outline-text-3" id="text-org288cb60">
<ul class="org-ul">
<li>C library for prototyping and experimenting with quantum-resistant cryptography</li>
</ul>
</div>
</div>
<div id="outline-container-orgb517677" class="outline-3">
<h3 id="orgb517677">open5gs/open5gs</h3>
<div class="outline-text-3" id="text-orgb517677">
<ul class="org-ul">
<li>Open5GS is a C-language Open Source implementation for 5G Core and EPC, i.e. the core network of LTE/NR network (Release-17)</li>
</ul>
</div>
</div>
<div id="outline-container-orga3ed269" class="outline-3">
<h3 id="orga3ed269">openai/automated-interpretability</h3>
<div class="outline-text-3" id="text-orga3ed269">
<ul class="org-ul">
<li>GPT-2 neuron labeling tools</li>
</ul>
</div>
</div>
<div id="outline-container-orgabe6cb4" class="outline-3">
<h3 id="orgabe6cb4">openai/gpt-2</h3>
<div class="outline-text-3" id="text-orgabe6cb4">
<ul class="org-ul">
<li>Code for the paper "Language Models are Unsupervised Multitask Learners"</li>
</ul>
</div>
</div>
<div id="outline-container-org733e579" class="outline-3">
<h3 id="org733e579">openai/kubernetes-ec2-autoscaler</h3>
<div class="outline-text-3" id="text-org733e579">
<ul class="org-ul">
<li>A batch-optimized scaling manager for Kubernetes</li>
</ul>
</div>
</div>
<div id="outline-container-orga1f0089" class="outline-3">
<h3 id="orga1f0089">openai/point-e</h3>
<div class="outline-text-3" id="text-orga1f0089">
<ul class="org-ul">
<li>Point cloud diffusion for 3D model synthesis</li>
</ul>
</div>
</div>
<div id="outline-container-org901d692" class="outline-3">
<h3 id="org901d692">openai/shap-e</h3>
<div class="outline-text-3" id="text-org901d692">
<ul class="org-ul">
<li>Generate 3D objects conditioned on text or images</li>
</ul>
</div>
</div>
<div id="outline-container-orgd65e4c0" class="outline-3">
<h3 id="orgd65e4c0">openai/whisper</h3>
<div class="outline-text-3" id="text-orgd65e4c0">
<ul class="org-ul">
<li>Robust Speech Recognition via Large-Scale Weak Supervision</li>
</ul>
</div>
</div>
<div id="outline-container-orgcefbd07" class="outline-3">
<h3 id="orgcefbd07">OpenAPITools/openapi-generator</h3>
<div class="outline-text-3" id="text-orgcefbd07">
<ul class="org-ul">
<li>OpenAPI Generator allows generation of API client libraries (SDK generation), server stubs, documentation and configuration automatically given an OpenAPI Spec (v2, v3)</li>
</ul>
</div>
</div>
<div id="outline-container-org5b8e5cd" class="outline-3">
<h3 id="org5b8e5cd">opendtrace/opendtrace</h3>
<div class="outline-text-3" id="text-org5b8e5cd">
<ul class="org-ul">
<li>Code for the cross platform, single source, OpenDTrace implementation</li>
</ul>
</div>
</div>
<div id="outline-container-org7849776" class="outline-3">
<h3 id="org7849776">openebs/openebs</h3>
<div class="outline-text-3" id="text-org7849776">
<ul class="org-ul">
<li>Leading Open Source Container Attached Storage, built using Cloud Native Architecture, simplifies running Stateful Applications on Kubernetes.</li>
</ul>
</div>
</div>
<div id="outline-container-orgd8da150" class="outline-3">
<h3 id="orgd8da150">openenclave/openenclave</h3>
<div class="outline-text-3" id="text-orgd8da150">
<ul class="org-ul">
<li>SDK for developing enclaves</li>
</ul>
</div>
</div>
<div id="outline-container-org30b6721" class="outline-3">
<h3 id="org30b6721">openjdk/jdk</h3>
<div class="outline-text-3" id="text-org30b6721">
<ul class="org-ul">
<li>JDK main-line development <a href="https://openjdk.org/projects/jdk">https://openjdk.org/projects/jdk</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgcbe7ed3" class="outline-3">
<h3 id="orgcbe7ed3">openjdk/jfx</h3>
<div class="outline-text-3" id="text-orgcbe7ed3">
<ul class="org-ul">
<li>JavaFX mainline development</li>
</ul>
</div>
</div>
<div id="outline-container-org8e3394c" class="outline-3">
<h3 id="org8e3394c">openjdk/jmc</h3>
<div class="outline-text-3" id="text-org8e3394c">
<ul class="org-ul">
<li>Repository for OpenJDK Mission Control, a production time profiling and diagnostics tools suite. <a href="https://openjdk.org/projects/jmc">https://openjdk.org/projects/jmc</a></li>
</ul>
</div>
</div>
<div id="outline-container-org9c9add0" class="outline-3">
<h3 id="org9c9add0">openjdk/jmh</h3>
<div class="outline-text-3" id="text-org9c9add0">
<ul class="org-ul">
<li><a href="https://openjdk.org/projects/code-tools/jmh">https://openjdk.org/projects/code-tools/jmh</a></li>
</ul>
</div>
</div>
<div id="outline-container-org2f8ad09" class="outline-3">
<h3 id="org2f8ad09">openjdk/tsan</h3>
<div class="outline-text-3" id="text-org2f8ad09">
<ul class="org-ul">
<li><a href="https://openjdk.org/projects/tsan">https://openjdk.org/projects/tsan</a></li>
</ul>
</div>
</div>
<div id="outline-container-org22a59b1" class="outline-3">
<h3 id="org22a59b1">openstack/openstack</h3>
<div class="outline-text-3" id="text-org22a59b1">
<ul class="org-ul">
<li>Repository tracking all OpenStack repositories as submodules. Mirror of code maintained at opendev.org.</li>
</ul>
</div>
</div>
<div id="outline-container-orgc0bfe14" class="outline-3">
<h3 id="orgc0bfe14">openstyles/stylus</h3>
<div class="outline-text-3" id="text-orgc0bfe14">
<ul class="org-ul">
<li>Stylus - Userstyles Manager</li>
</ul>
</div>
</div>
