org/roam/github_stars.org
** OpenVPN/openvpn
  - OpenVPN  is  an open source VPN daemon
** openwall/john
  - John the Ripper jumbo - advanced offline password cracker, which supports hundreds of hash and cipher types, and runs on many operating systems, CPUs, GPUs, and even some FPGAs
** openwrt/openwrt
  - This repository is a mirror of https://git.openwrt.org/openwrt/openwrt.git It is for reference only and is not active for check-ins.  We will continue to accept Pull Requests here. They will be merged via staging trees then into openwrt.git.
** openxla/iree
  - A retargetable MLIR-based machine learning compiler and runtime toolkit.
** openzfs/zfs
  - OpenZFS on Linux and FreeBSD
** operator-framework/operator-sdk
  - SDK for building Kubernetes applications. Provides high level APIs, useful abstractions, and project scaffolding.
** oracle-samples/bpftune
  - bpftune uses BPF to auto-tune Linux systems
** oracle/adaptivemm
  - adaptivemm - A userspace daemon for proactive free memory management
** oracle/graal
  - GraalVM: Run Programs Faster Anywhere :rocket:
** oracle/graalvm-reachability-metadata
  - Repository which contains community-driven collection of GraalVM reachability metadata for open-source libraries.
** oracle/visualvm
  - VisualVM is an All-in-One Java Troubleshooting Tool
** org-roam/org-roam
  - Rudimentary Roam replica with Org-mode
** org-rs/org-rs
  - org-mode parser rewrite in Rust
** osandov/drgn
  - Programmable debugger
** ozoneplatform/owf-framework
  - OZONE Widget Framework
** paperswithcode/galai
  - Model API for GALACTICA
** parcel-bundler/lightningcss
  - An extremely fast CSS parser, transformer, bundler, and minifier written in Rust.
** PCSX2/pcsx2
  - PCSX2 - The Playstation 2 Emulator
** pelikan-io/pelikan
  - Pelikan is a framework for building local or distributed caches. It comes with a highly extensible architecture, best-in-class performance, and superb operational ergonomics. You can use it to replace most of Memcached or a subset of Redis features.
** pendulum-project/ntpd-rs
  - An NTP implementation in Rust, supported by Internet Security Research Group's Prossimo project.
** pgmodeler/pgmodeler
  - Open-source data modeling tool designed for PostgreSQL. No more typing DDL commands. Let pgModeler do the work for you!
** phoenixframework/phoenix_live_view
  - Rich, real-time user experiences with server-rendered HTML
** pi-hole/pi-hole
  - A black hole for Internet advertisements
** pingcap/ossinsight
  - Open Source Software Insights - Analysis, Comparison, Trends, Rankings of Open Source Software, you can also get insight from more than 5 billion with natural language (powered by OpenAI). Follow us on Twitter: https://twitter.com/ossinsight
** pingcap/tidb
  - TiDB is an open-source, cloud-native, distributed, MySQL-Compatible database for elastic scale and real-time analytics. Try AI-powered Chat2Query free at : https://tidbcloud.com/free-trial
** PistonDevelopers/music
  - A high level library for playing music and sound effects
** PixarAnimationStudios/USD
  - Universal Scene Description
** Plagman/gamescope
  - SteamOS session compositing window manager
** PlatformLab/HomaModule
  - A Linux kernel module that implements the Homa transport protocol.
** pola-rs/polars
  - Fast multi-threaded, hybrid-out-of-core DataFrame library in Rust | Python | Node.js
** polymode/polymode
  - Framework for Multiple Major Modes in Emacs (core library)
** pond3r/ggpo
  - Good Game, Peace Out Rollback Network SDK
** postgres/postgres
  - Mirror of the official PostgreSQL GIT repository. Note that this is just a *mirror* - we don't work with pull requests on github. To contribute, please see https://wiki.postgresql.org/wiki/Submitting_a_Patch
** powerline/fonts
  - Patched fonts for Powerline users.
** ppy/osu
  - rhythm is just a *click* away!
** princeton-vl/infinigen
  - Infinite Photorealistic Worlds using Procedural Generation
** processone/ejabberd
  - Robust, Ubiquitous and Massively Scalable Messaging Platform (XMPP, MQTT, SIP Server)
** protocolbuffers/protobuf
  - Protocol Buffers - Google's data interchange format
** ProtonMail/proton-bridge
  - Proton Mail Bridge application
** ProtonMail/proton-mail-android
  - Proton Mail Android app
** Prowlarr/Prowlarr
  - Arr stack search aggregator
** prusa3d/PrusaSlicer
  - G-code generator for 3D printers (RepRap, Makerbot, Ultimaker etc.)
** psanford/sqlite3vfshttp
  - Go sqlite3 http vfs: query sqlite databases over http with range headers
** pulsar-edit/pulsar
  - A Community-led Hyper-Hackable Text Editor
** pulumi/pulumi
  - Pulumi - Universal Infrastructure as Code. Your Cloud, Your Language, Your Way
** pulumi/pulumi-kubernetesx
  - Kubernetes for Everyone
** puppeteer/puppeteer
  - Headless Chrome Node.js API
** PurpleI2P/i2pd
  - I2P: End-to-End encrypted and anonymous Internet
** PurpleI2P/i2pd-tools
  - Some useful tools for I2P
** pybind/pybind11
  - Seamless operability between C++11 and Python
** python/cpython
  - The Python programming language
** python/mypy
  - Optional static typing for Python
** python/typeshed
  - Collection of library stubs for Python, with static types
** pytorch/pytorch
  - Tensors and Dynamic neural networks in Python with strong GPU acceleration
** qarmin/Win32Fuzzer
  - Winapi fuzzer to help Wine project in creating better Windows "emulator"
