docs/github_stars.html
<div id="outline-container-orgc039a03" class="outline-3">
<h3 id="orgc039a03">OpenVPN/openvpn</h3>
<div class="outline-text-3" id="text-orgc039a03">
<ul class="org-ul">
<li>OpenVPN  is  an open source VPN daemon</li>
</ul>
</div>
</div>
<div id="outline-container-orgfb87f24" class="outline-3">
<h3 id="orgfb87f24">openxla/iree</h3>
<div class="outline-text-3" id="text-orgfb87f24">
<ul class="org-ul">
<li>A retargetable MLIR-based machine learning compiler and runtime toolkit.</li>
</ul>
</div>
</div>
<div id="outline-container-orgacbec33" class="outline-3">
<h3 id="orgacbec33">operator-framework/operator-sdk</h3>
<div class="outline-text-3" id="text-orgacbec33">
<ul class="org-ul">
<li>SDK for building Kubernetes applications. Provides high level APIs, useful abstractions, and project scaffolding.</li>
</ul>
</div>
</div>
<div id="outline-container-orgd6bb383" class="outline-3">
<h3 id="orgd6bb383">oracle/graal</h3>
<div class="outline-text-3" id="text-orgd6bb383">
<ul class="org-ul">
<li>GraalVM: Run Programs Faster Anywhere :rocket:</li>
</ul>
</div>
</div>
<div id="outline-container-org6ca5142" class="outline-3">
<h3 id="org6ca5142">oracle/graalvm-reachability-metadata</h3>
<div class="outline-text-3" id="text-org6ca5142">
<ul class="org-ul">
<li>Repository which contains community-driven collection of GraalVM reachability metadata for open-source libraries.</li>
</ul>
</div>
</div>
<div id="outline-container-org83e98ff" class="outline-3">
<h3 id="org83e98ff">oracle/visualvm</h3>
<div class="outline-text-3" id="text-org83e98ff">
<ul class="org-ul">
<li>VisualVM is an All-in-One Java Troubleshooting Tool</li>
</ul>
</div>
</div>
<div id="outline-container-orgfa36c2a" class="outline-3">
<h3 id="orgfa36c2a">org-roam/org-roam</h3>
<div class="outline-text-3" id="text-orgfa36c2a">
<ul class="org-ul">
<li>Rudimentary Roam replica with Org-mode</li>
</ul>
</div>
</div>
<div id="outline-container-org570a075" class="outline-3">
<h3 id="org570a075">osandov/drgn</h3>
<div class="outline-text-3" id="text-org570a075">
<ul class="org-ul">
<li>Programmable debugger</li>
</ul>
</div>
</div>
<div id="outline-container-orgd682b56" class="outline-3">
<h3 id="orgd682b56">ozoneplatform/owf-framework</h3>
<div class="outline-text-3" id="text-orgd682b56">
<ul class="org-ul">
<li>OZONE Widget Framework</li>
</ul>
</div>
</div>
<div id="outline-container-org4af46c6" class="outline-3">
<h3 id="org4af46c6">paperswithcode/galai</h3>
<div class="outline-text-3" id="text-org4af46c6">
<ul class="org-ul">
<li>Model API for GALACTICA</li>
</ul>
</div>
</div>
<div id="outline-container-org6b85fd3" class="outline-3">
<h3 id="org6b85fd3">parcel-bundler/lightningcss</h3>
<div class="outline-text-3" id="text-org6b85fd3">
<ul class="org-ul">
<li>An extremely fast CSS parser, transformer, bundler, and minifier written in Rust.</li>
</ul>
</div>
</div>
<div id="outline-container-orgbfeaf82" class="outline-3">
<h3 id="orgbfeaf82">PCSX2/pcsx2</h3>
<div class="outline-text-3" id="text-orgbfeaf82">
<ul class="org-ul">
<li>PCSX2 - The Playstation 2 Emulator</li>
</ul>
</div>
</div>
<div id="outline-container-org7ff9003" class="outline-3">
<h3 id="org7ff9003">pgmodeler/pgmodeler</h3>
<div class="outline-text-3" id="text-org7ff9003">
<ul class="org-ul">
<li>Open-source data modeling tool designed for PostgreSQL. No more typing DDL commands. Let pgModeler do the work for you!</li>
</ul>
</div>
</div>
<div id="outline-container-orge04a4f8" class="outline-3">
<h3 id="orge04a4f8">phoenixframework/phoenix<sub>live</sub><sub>view</sub></h3>
<div class="outline-text-3" id="text-orge04a4f8">
<ul class="org-ul">
<li>Rich, real-time user experiences with server-rendered HTML</li>
</ul>
</div>
</div>
<div id="outline-container-org38c67aa" class="outline-3">
<h3 id="org38c67aa">pingcap/tidb</h3>
<div class="outline-text-3" id="text-org38c67aa">
<ul class="org-ul">
<li>TiDB is an open-source, cloud-native, distributed, MySQL-Compatible database for elastic scale and real-time analytics. Try AI-powered Chat2Query free at : <a href="https://tidbcloud.com/free-trial">https://tidbcloud.com/free-trial</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgc41bfdb" class="outline-3">
<h3 id="orgc41bfdb">PistonDevelopers/music</h3>
<div class="outline-text-3" id="text-orgc41bfdb">
<ul class="org-ul">
<li>A high level library for playing music and sound effects</li>
</ul>
</div>
</div>
<div id="outline-container-orgde2241f" class="outline-3">
<h3 id="orgde2241f">PixarAnimationStudios/USD</h3>
<div class="outline-text-3" id="text-orgde2241f">
<ul class="org-ul">
<li>Universal Scene Description</li>
</ul>
</div>
</div>
<div id="outline-container-orgc95cee1" class="outline-3">
<h3 id="orgc95cee1">PlatformLab/HomaModule</h3>
<div class="outline-text-3" id="text-orgc95cee1">
<ul class="org-ul">
<li>A Linux kernel module that implements the Homa transport protocol.</li>
</ul>
</div>
</div>
<div id="outline-container-org470d800" class="outline-3">
<h3 id="org470d800">pola-rs/polars</h3>
<div class="outline-text-3" id="text-org470d800">
<ul class="org-ul">
<li>Fast multi-threaded, hybrid-out-of-core DataFrame library in Rust | Python | Node.js</li>
</ul>
</div>
</div>
<div id="outline-container-org5b149a6" class="outline-3">
<h3 id="org5b149a6">polymode/polymode</h3>
<div class="outline-text-3" id="text-org5b149a6">
<ul class="org-ul">
<li>Framework for Multiple Major Modes in Emacs (core library)</li>
</ul>
</div>
</div>
<div id="outline-container-org32d5c2e" class="outline-3">
<h3 id="org32d5c2e">pond3r/ggpo</h3>
<div class="outline-text-3" id="text-org32d5c2e">
<ul class="org-ul">
<li>Good Game, Peace Out Rollback Network SDK</li>
</ul>
</div>
</div>
<div id="outline-container-orgd1cbac8" class="outline-3">
<h3 id="orgd1cbac8">postgres/postgres</h3>
<div class="outline-text-3" id="text-orgd1cbac8">
<ul class="org-ul">
<li>Mirror of the official PostgreSQL GIT repository. Note that this is just a <b>mirror</b> - we don't work with pull requests on github. To contribute, please see <a href="https://wiki.postgresql.org/wiki/Submitting_a_Patch">https://wiki.postgresql.org/wiki/Submitting_a_Patch</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgb2bdf22" class="outline-3">
<h3 id="orgb2bdf22">powerline/fonts</h3>
<div class="outline-text-3" id="text-orgb2bdf22">
<ul class="org-ul">
<li>Patched fonts for Powerline users.</li>
</ul>
</div>
</div>
<div id="outline-container-orgca755e1" class="outline-3">
<h3 id="orgca755e1">Preemo-Inc/text-generation-inference</h3>
<div class="outline-text-3" id="text-orgca755e1">
<ul class="org-ul">
<li>Open Source fork of HuggingFace's LLM api-inference widgets after they changed the license.</li>
</ul>
</div>
</div>
<div id="outline-container-org58acc41" class="outline-3">
<h3 id="org58acc41">processone/ejabberd</h3>
<div class="outline-text-3" id="text-org58acc41">
<ul class="org-ul">
<li>Robust, Ubiquitous and Massively Scalable Messaging Platform (XMPP, MQTT, SIP Server)</li>
</ul>
</div>
</div>
<div id="outline-container-org23df13d" class="outline-3">
<h3 id="org23df13d">protocolbuffers/protobuf</h3>
<div class="outline-text-3" id="text-org23df13d">
<ul class="org-ul">
<li>Protocol Buffers - Google's data interchange format</li>
</ul>
</div>
</div>
<div id="outline-container-orgdbacafa" class="outline-3">
<h3 id="orgdbacafa">ProtonMail/proton-bridge</h3>
<div class="outline-text-3" id="text-orgdbacafa">
<ul class="org-ul">
<li>Proton Mail Bridge application</li>
</ul>
</div>
</div>
<div id="outline-container-org6b01fb8" class="outline-3">
<h3 id="org6b01fb8">ProtonMail/proton-mail-android</h3>
<div class="outline-text-3" id="text-org6b01fb8">
<ul class="org-ul">
<li>Proton Mail Android app</li>
</ul>
</div>
</div>
<div id="outline-container-org2b94be1" class="outline-3">
<h3 id="org2b94be1">psanford/sqlite3vfshttp</h3>
<div class="outline-text-3" id="text-org2b94be1">
<ul class="org-ul">
<li>Go sqlite3 http vfs: query sqlite databases over http with range headers</li>
</ul>
</div>
</div>
<div id="outline-container-orgeef76a1" class="outline-3">
<h3 id="orgeef76a1">pulsar-edit/pulsar</h3>
<div class="outline-text-3" id="text-orgeef76a1">
<ul class="org-ul">
<li>A Community-led Hyper-Hackable Text Editor</li>
</ul>
</div>
</div>
<div id="outline-container-orgea01644" class="outline-3">
<h3 id="orgea01644">pulumi/pulumi</h3>
<div class="outline-text-3" id="text-orgea01644">
<ul class="org-ul">
<li>Pulumi - Universal Infrastructure as Code. Your Cloud, Your Language, Your Way</li>
</ul>
</div>
</div>
<div id="outline-container-org3b7feb7" class="outline-3">
<h3 id="org3b7feb7">pulumi/pulumi-kubernetesx</h3>
<div class="outline-text-3" id="text-org3b7feb7">
<ul class="org-ul">
<li>Kubernetes for Everyone</li>
</ul>
</div>
</div>
<div id="outline-container-org7de75bb" class="outline-3">
<h3 id="org7de75bb">puppeteer/puppeteer</h3>
<div class="outline-text-3" id="text-org7de75bb">
<ul class="org-ul">
<li>Headless Chrome Node.js API</li>
</ul>
</div>
</div>
<div id="outline-container-org7d9a6b9" class="outline-3">
<h3 id="org7d9a6b9">pybind/pybind11</h3>
<div class="outline-text-3" id="text-org7d9a6b9">
<ul class="org-ul">
<li>Seamless operability between C++11 and Python</li>
</ul>
</div>
</div>
<div id="outline-container-org387c674" class="outline-3">
<h3 id="org387c674">python/cpython</h3>
<div class="outline-text-3" id="text-org387c674">
<ul class="org-ul">
<li>The Python programming language</li>
</ul>
</div>
</div>
<div id="outline-container-orgc4a922e" class="outline-3">
<h3 id="orgc4a922e">python/mypy</h3>
<div class="outline-text-3" id="text-orgc4a922e">
<ul class="org-ul">
<li>Optional static typing for Python</li>
</ul>
</div>
</div>
<div id="outline-container-org4b9ff69" class="outline-3">
<h3 id="org4b9ff69">python/typeshed</h3>
<div class="outline-text-3" id="text-org4b9ff69">
<ul class="org-ul">
<li>Collection of library stubs for Python, with static types</li>
</ul>
</div>
</div>
<div id="outline-container-org574abfb" class="outline-3">
<h3 id="org574abfb">pytorch/pytorch</h3>
<div class="outline-text-3" id="text-org574abfb">
<ul class="org-ul">
<li>Tensors and Dynamic neural networks in Python with strong GPU acceleration</li>
</ul>
</div>
</div>
<div id="outline-container-org971e4ab" class="outline-3">
<h3 id="org971e4ab">qarmin/Win32Fuzzer</h3>
<div class="outline-text-3" id="text-org971e4ab">
<ul class="org-ul">
<li>Winapi fuzzer to help Wine project in creating better Windows "emulator"</li>
</ul>
</div>
</div>
