org/roam/github_stars.org
** qemu/qemu
  - Official QEMU mirror. Please see http://wiki.qemu.org/Contribute/SubmitAPatch for how to submit changes to QEMU. Pull Requests are ignored. Please only use release tarballs from the QEMU website.
** qilingframework/qiling
  - A True Instrumentable Binary Emulation Framework
** quay/clair
  - Vulnerability Static Analysis for Containers
** quelpa/quelpa
  - Build and install your Emacs Lisp packages on-the-fly directly from source
** Radarr/Radarr
  - A fork of Sonarr to work with movies à la Couchpotato.
** RalfJung/minirust
  - A precise specification for "Rust lite / MIR plus"
** raphw/byte-buddy
  - Runtime code generation for the Java virtual machine.
** rapid7/metasploit-framework
  - Metasploit Framework
** ravynsoft/ravynos
  - A BSD-based OS project that aims to provide an experience like and some compatibility with macOS (formerly known as airyxOS)
** rayon-rs/rayon
  - Rayon: A data parallelism library for Rust
** reactos/reactos
  - A free Windows-compatible Operating System
** reagent-project/reagent
  - A minimalistic ClojureScript interface to React.js
** realgud/realgud
  - The Grand "Cathedral" Debugger rewrite
** redfx-quantum/strangefx
  - Quantum computer simulator
** redplanetlabs/specter
  - Clojure(Script)'s missing piece
** rejeep/f.el
  - Modern API for working with files and directories in Emacs
** relic-toolkit/relic
  - Code
** replit/ReplitLM
  - Inference code and configs for the ReplitLM model family
** RequestPolicyContinued/requestpolicy
  - a web browser extension that gives you control over cross-site requests. Available for XUL/XPCOM-based browsers.
** retropiler/retropiler
  - PoC of Java8 Standard Library for Android for API version >= 15
** rexdex/recompiler
  - Xbox360 -> Windows executable converter
** richfelker/musl-cross-make
  - Simple makefile-based build for musl cross compiler
** Ride-The-Lightning/RTL
  - Ride The Lightning - A full function web browser app for LND, C-Lightning and Eclair
** riffusion/riffusion-app
  - Stable diffusion for real-time music generation (web app)
** ripienaar/free-for-dev
  - A list of SaaS, PaaS and IaaS offerings that have free tiers of interest to devops and infradev
** riscv-collab/riscv-gnu-toolchain
  - GNU toolchain for RISC-V, including GCC
** riscv-software-src/riscv-isa-sim
  - Spike, a RISC-V ISA Simulator
** rjsf-team/react-jsonschema-form
  - A React component for building Web forms from JSON Schema.
** rkyv/rkyv
  - Zero-copy deserialization framework for Rust
** robertfeldt/BlackBoxOptim.jl
  - Black-box optimization for Julia
** romkatv/powerlevel10k
  - A Zsh theme
** rose-compiler/rose-develop
  - The latest development version of rose. It may not pass all regression tests.
** rosefromthedead/effing-mad
  -  Algebraic effects for Rust
** RosettaCommons/RFdiffusion
  -  Code for running RFdiffusion protein creation
** rougier/nano-sidebar
  - Emacs package to have configurable sidebars on a per frame basis.
** rougier/nano-theme
  - GNU Emacs / N Λ N O Theme
** roxasthenobody98/phoenixpilot
  - Reborn from the ashes. L2 Autonomous for Ford.
** RPCS3/rpcs3
  - PS3 emulator/debugger
** rpgp/rpgp
  - Pure rust implementation of OpenPGP
** rqlite/rqlite
  - The lightweight, distributed relational database built on SQLite
** rr-debugger/rr
  - Record and Replay Framework
** rrweb-io/rrweb
  - record and replay the web
** ruediger/VobSub2SRT
  - Converts VobSub subtitles (.idx/.srt format) into .srt subtitles.
** rui314/mold
  - Mold: A Modern Linker
** runwayml/stable-diffusion
  - Latent Text-to-Image Diffusion
** rurban/smhasher
  - Hash function quality and speed tests
** rusqlite/rusqlite
  - Ergonomic bindings to SQLite for Rust
** rust-console/gba
  - A crate that helps you make GBA games
** Rust-GCC/gccrs
  - GCC Front-End for Rust
** rust-lang/book
  - The Rust Programming Language
** rust-lang/cc-rs
  - Rust library for build scripts to compile C/C++ code into a Rust library
** rust-lang/miri
  - An interpreter for Rust's mid-level intermediate representation
** rust-lang/rust
  - Empowering everyone to build reliable and efficient software.
** rust-lang/rust-analyzer
  - A Rust compiler front-end for IDEs
** rust-lang/rust-bindgen
  - Automatically generates Rust FFI bindings to C (and some C++) libraries.
** rust-lang/rustc_codegen_gcc
  - libgccjit AOT codegen for rustc
** rust-lang/rustup
  - The Rust toolchain installer
** RustCrypto/formats
  - Cryptography-related format encoders/decoders: DER, PEM, PKCS, PKIX
** rustwasm/wasm-bindgen
  - Facilitating high-level interactions between Wasm modules and JavaScript
** Ryujinx/Ryujinx
  - Experimental Nintendo Switch Emulator written in C#
** s-rah/onionscan
  - OnionScan is a free and open source tool for investigating the Dark Web.
** s0md3v/sd-webui-roop
  - roop extension for StableDiffusion web-ui for face swap
** sagemathinc/cowasm
  - CoWasm: Collaborative WebAssembly for Servers and Browsers. Built using Zig. Supports Python with extension modules, including numpy.
** samrawal/emacs-secondmate
  - An open-source, mini imitation of GitHub Copilot for Emacs.
** samuelkarp/runj
  - runj is an experimental, proof-of-concept OCI-compatible runtime for FreeBSD jails.
** sandboxie-plus/Sandboxie
  - Sandboxie Plus & Classic
** SAPikachu/flash3kyuu_deband
  - A deband library and filter for avisynth/vapoursynth
** sbstp/rust-igd
  - Internet Gateway Device (UPNP) client
