docs/github_stars.html
<div id="outline-container-orgb01114e" class="outline-3">
<h3 id="orgb01114e">qilingframework/qiling</h3>
<div class="outline-text-3" id="text-orgb01114e">
<ul class="org-ul">
<li>A True Instrumentable Binary Emulation Framework</li>
</ul>
</div>
</div>
<div id="outline-container-org0c7f0fd" class="outline-3">
<h3 id="org0c7f0fd">quay/clair</h3>
<div class="outline-text-3" id="text-org0c7f0fd">
<ul class="org-ul">
<li>Vulnerability Static Analysis for Containers</li>
</ul>
</div>
</div>
<div id="outline-container-org4b580f1" class="outline-3">
<h3 id="org4b580f1">quelpa/quelpa</h3>
<div class="outline-text-3" id="text-org4b580f1">
<ul class="org-ul">
<li>Build and install your Emacs Lisp packages on-the-fly directly from source</li>
</ul>
</div>
</div>
<div id="outline-container-org07b0c01" class="outline-3">
<h3 id="org07b0c01">Radarr/Radarr</h3>
<div class="outline-text-3" id="text-org07b0c01">
<ul class="org-ul">
<li>A fork of Sonarr to work with movies à la Couchpotato.</li>
</ul>
</div>
</div>
<div id="outline-container-org771b306" class="outline-3">
<h3 id="org771b306">RalfJung/minirust</h3>
<div class="outline-text-3" id="text-org771b306">
<ul class="org-ul">
<li>A precise specification for "Rust lite / MIR plus"</li>
</ul>
</div>
</div>
<div id="outline-container-org9532e58" class="outline-3">
<h3 id="org9532e58">raphw/byte-buddy</h3>
<div class="outline-text-3" id="text-org9532e58">
<ul class="org-ul">
<li>Runtime code generation for the Java virtual machine.</li>
</ul>
</div>
</div>
<div id="outline-container-orgbdfd16c" class="outline-3">
<h3 id="orgbdfd16c">reactos/reactos</h3>
<div class="outline-text-3" id="text-orgbdfd16c">
<ul class="org-ul">
<li>A free Windows-compatible Operating System</li>
</ul>
</div>
</div>
<div id="outline-container-orgde78493" class="outline-3">
<h3 id="orgde78493">reagent-project/reagent</h3>
<div class="outline-text-3" id="text-orgde78493">
<ul class="org-ul">
<li>A minimalistic ClojureScript interface to React.js</li>
</ul>
</div>
</div>
<div id="outline-container-org9fed76b" class="outline-3">
<h3 id="org9fed76b">realgud/realgud</h3>
<div class="outline-text-3" id="text-org9fed76b">
<ul class="org-ul">
<li>The Grand "Cathedral" Debugger rewrite</li>
</ul>
</div>
</div>
<div id="outline-container-org16450be" class="outline-3">
<h3 id="org16450be">redfx-quantum/strangefx</h3>
<div class="outline-text-3" id="text-org16450be">
<ul class="org-ul">
<li>Quantum computer simulator</li>
</ul>
</div>
</div>
<div id="outline-container-org6ea32c0" class="outline-3">
<h3 id="org6ea32c0">redplanetlabs/specter</h3>
<div class="outline-text-3" id="text-org6ea32c0">
<ul class="org-ul">
<li>Clojure(Script)'s missing piece</li>
</ul>
</div>
</div>
<div id="outline-container-orge5afb42" class="outline-3">
<h3 id="orge5afb42">rejeep/f.el</h3>
<div class="outline-text-3" id="text-orge5afb42">
<ul class="org-ul">
<li>Modern API for working with files and directories in Emacs</li>
</ul>
</div>
</div>
<div id="outline-container-org57bf01d" class="outline-3">
<h3 id="org57bf01d">relic-toolkit/relic</h3>
<div class="outline-text-3" id="text-org57bf01d">
<ul class="org-ul">
<li>Code</li>
</ul>
</div>
</div>
<div id="outline-container-org7a061e4" class="outline-3">
<h3 id="org7a061e4">replit/ReplitLM</h3>
<div class="outline-text-3" id="text-org7a061e4">
<ul class="org-ul">
<li>Inference code and configs for the ReplitLM model family</li>
</ul>
</div>
</div>
<div id="outline-container-orgcf2da94" class="outline-3">
<h3 id="orgcf2da94">RequestPolicyContinued/requestpolicy</h3>
<div class="outline-text-3" id="text-orgcf2da94">
<ul class="org-ul">
<li>a web browser extension that gives you control over cross-site requests. Available for XUL/XPCOM-based browsers.</li>
</ul>
</div>
</div>
<div id="outline-container-orgbc4b226" class="outline-3">
<h3 id="orgbc4b226">retropiler/retropiler</h3>
<div class="outline-text-3" id="text-orgbc4b226">
<ul class="org-ul">
<li>PoC of Java8 Standard Library for Android for API version &gt;= 15</li>
</ul>
</div>
</div>
<div id="outline-container-org50c9c7d" class="outline-3">
<h3 id="org50c9c7d">rexdex/recompiler</h3>
<div class="outline-text-3" id="text-org50c9c7d">
<ul class="org-ul">
<li>Xbox360 -&gt; Windows executable converter</li>
</ul>
</div>
</div>
<div id="outline-container-org0b7fb0c" class="outline-3">
<h3 id="org0b7fb0c">richfelker/musl-cross-make</h3>
<div class="outline-text-3" id="text-org0b7fb0c">
<ul class="org-ul">
<li>Simple makefile-based build for musl cross compiler</li>
</ul>
</div>
</div>
<div id="outline-container-org47196b3" class="outline-3">
<h3 id="org47196b3">Ride-The-Lightning/RTL</h3>
<div class="outline-text-3" id="text-org47196b3">
<ul class="org-ul">
<li>Ride The Lightning - A full function web browser app for LND, C-Lightning and Eclair</li>
</ul>
</div>
</div>
<div id="outline-container-org0269355" class="outline-3">
<h3 id="org0269355">ripienaar/free-for-dev</h3>
<div class="outline-text-3" id="text-org0269355">
<ul class="org-ul">
<li>A list of SaaS, PaaS and IaaS offerings that have free tiers of interest to devops and infradev</li>
</ul>
</div>
</div>
<div id="outline-container-org778aa3e" class="outline-3">
<h3 id="org778aa3e">riscv-collab/riscv-gnu-toolchain</h3>
<div class="outline-text-3" id="text-org778aa3e">
<ul class="org-ul">
<li>GNU toolchain for RISC-V, including GCC</li>
</ul>
</div>
</div>
<div id="outline-container-org80d85cd" class="outline-3">
<h3 id="org80d85cd">riscv-software-src/riscv-isa-sim</h3>
<div class="outline-text-3" id="text-org80d85cd">
<ul class="org-ul">
<li>Spike, a RISC-V ISA Simulator</li>
</ul>
</div>
</div>
<div id="outline-container-org1395840" class="outline-3">
<h3 id="org1395840">rjsf-team/react-jsonschema-form</h3>
<div class="outline-text-3" id="text-org1395840">
<ul class="org-ul">
<li>A React component for building Web forms from JSON Schema.</li>
</ul>
</div>
</div>
<div id="outline-container-org3ffae52" class="outline-3">
<h3 id="org3ffae52">robertfeldt/BlackBoxOptim.jl</h3>
<div class="outline-text-3" id="text-org3ffae52">
<ul class="org-ul">
<li>Black-box optimization for Julia</li>
</ul>
</div>
</div>
<div id="outline-container-org0fb627d" class="outline-3">
<h3 id="org0fb627d">romkatv/powerlevel10k</h3>
<div class="outline-text-3" id="text-org0fb627d">
<ul class="org-ul">
<li>A Zsh theme</li>
</ul>
</div>
</div>
<div id="outline-container-org5560b98" class="outline-3">
<h3 id="org5560b98">rose-compiler/rose-develop</h3>
<div class="outline-text-3" id="text-org5560b98">
<ul class="org-ul">
<li>The latest development version of rose. It may not pass all regression tests.</li>
</ul>
</div>
</div>
<div id="outline-container-org2b080b6" class="outline-3">
<h3 id="org2b080b6">rougier/nano-sidebar</h3>
<div class="outline-text-3" id="text-org2b080b6">
<ul class="org-ul">
<li>Emacs package to have configurable sidebars on a per frame basis.</li>
</ul>
</div>
</div>
<div id="outline-container-org084147b" class="outline-3">
<h3 id="org084147b">rougier/nano-theme</h3>
<div class="outline-text-3" id="text-org084147b">
<ul class="org-ul">
<li>GNU Emacs / N Λ N O Theme</li>
</ul>
</div>
</div>
<div id="outline-container-orgd5dfacc" class="outline-3">
<h3 id="orgd5dfacc">RPCS3/rpcs3</h3>
<div class="outline-text-3" id="text-orgd5dfacc">
<ul class="org-ul">
<li>PS3 emulator/debugger</li>
</ul>
</div>
</div>
<div id="outline-container-org2330af7" class="outline-3">
<h3 id="org2330af7">rpgp/rpgp</h3>
<div class="outline-text-3" id="text-org2330af7">
<ul class="org-ul">
<li>Pure rust implementation of OpenPGP</li>
</ul>
</div>
</div>
<div id="outline-container-org66eeef5" class="outline-3">
<h3 id="org66eeef5">rqlite/rqlite</h3>
<div class="outline-text-3" id="text-org66eeef5">
<ul class="org-ul">
<li>The lightweight, distributed relational database built on SQLite</li>
</ul>
</div>
</div>
<div id="outline-container-orgf7aac22" class="outline-3">
<h3 id="orgf7aac22">runwayml/stable-diffusion</h3>
<div class="outline-text-3" id="text-orgf7aac22">
<ul class="org-ul">
<li>Latent Text-to-Image Diffusion</li>
</ul>
</div>
</div>
<div id="outline-container-orgfe9d511" class="outline-3">
<h3 id="orgfe9d511">rurban/smhasher</h3>
<div class="outline-text-3" id="text-orgfe9d511">
<ul class="org-ul">
<li>Hash function quality and speed tests</li>
</ul>
</div>
</div>
<div id="outline-container-orgc07f6fc" class="outline-3">
<h3 id="orgc07f6fc">rusqlite/rusqlite</h3>
<div class="outline-text-3" id="text-orgc07f6fc">
<ul class="org-ul">
<li>Ergonomic bindings to SQLite for Rust</li>
</ul>
</div>
</div>
<div id="outline-container-org471a27a" class="outline-3">
<h3 id="org471a27a">rust-console/gba</h3>
<div class="outline-text-3" id="text-org471a27a">
<ul class="org-ul">
<li>A crate that helps you make GBA games</li>
</ul>
</div>
</div>
<div id="outline-container-org0abd7fc" class="outline-3">
<h3 id="org0abd7fc">Ryujinx/Ryujinx</h3>
<div class="outline-text-3" id="text-org0abd7fc">
<ul class="org-ul">
<li>Experimental Nintendo Switch Emulator written in C#</li>
</ul>
</div>
</div>
<div id="outline-container-org7990f45" class="outline-3">
<h3 id="org7990f45">samrawal/emacs-secondmate</h3>
<div class="outline-text-3" id="text-org7990f45">
<ul class="org-ul">
<li>An open-source, mini imitation of GitHub Copilot for Emacs.</li>
</ul>
</div>
</div>
<div id="outline-container-org7967d71" class="outline-3">
<h3 id="org7967d71">samuelkarp/runj</h3>
<div class="outline-text-3" id="text-org7967d71">
<ul class="org-ul">
<li>runj is an experimental, proof-of-concept OCI-compatible runtime for FreeBSD jails.</li>
</ul>
</div>
</div>
<div id="outline-container-org7d4c344" class="outline-3">
<h3 id="org7d4c344">sandboxie-plus/Sandboxie</h3>
<div class="outline-text-3" id="text-org7d4c344">
<ul class="org-ul">
<li>Sandboxie Plus &amp; Classic</li>
</ul>
</div>
</div>
<div id="outline-container-org4282334" class="outline-3">
<h3 id="org4282334">Sanster/lama-cleaner</h3>
<div class="outline-text-3" id="text-org4282334">
<ul class="org-ul">
<li>Image inpainting tool powered by SOTA AI Model. Remove any unwanted object, defect, people from your pictures or erase and replace(powered by stable diffusion) any thing on your pictures.</li>
</ul>
</div>
</div>
<div id="outline-container-org6b13327" class="outline-3">
<h3 id="org6b13327">SAPikachu/flash3kyuu<sub>deband</sub></h3>
<div class="outline-text-3" id="text-org6b13327">
<ul class="org-ul">
<li>A deband library and filter for avisynth/vapoursynth</li>
</ul>
</div>
</div>
