org/roam/github_stars.org
** scala-native/scala-native
  - Your favorite language gets closer to bare metal.
** SChernykh/p2pool
  - Decentralized pool for Monero mining
** schism-lang/schism
  - A self-hosting Scheme to WebAssembly compiler
** SciML/DataDrivenDiffEq.jl
  - Data driven modeling and automated discovery of dynamical systems for the SciML Scientific Machine Learning organization
** SciML/DiffEqFlux.jl
  - Universal neural differential equations with O(1) backprop, GPUs, and stiff+non-stiff DE solvers, demonstrating scientific machine learning (SciML) and physics-informed machine learning methods
** SciML/DifferentialEquations.jl
  - Multi-language suite for high-performance solvers of differential equations and scientific machine learning (SciML) components. Ordinary differential equations (ODEs), stochastic differential equations (SDEs), delay differential equations (DDEs), differential-algebraic equations (DAEs), and more in Julia.
** SciML/ModelingToolkit.jl
  - An acausal modeling framework for automatically parallelized scientific machine learning (SciML) in Julia. A computer algebra system for integrated symbolics for physics-informed machine learning and automated transformations of differential equations
** SciML/Optimization.jl
  - Local, global, and beyond optimization for scientific machine learning (SciML)
** screeps/screeps
  - A standalone server for programming game Screeps
** scriptzteam/SCENE-SCRiPTS
  - Yo! Warez scene scriptz!
** seanbaxter/circle
  - The compiler is available for download. Get it!
** seancorfield/honeysql
  - Turn Clojure data structures into SQL
** searx/searx
  - Privacy-respecting metasearch engine
** seL4/l4v
  - seL4 specification and proofs
** seL4/seL4
  - The seL4 microkernel
** sensity-ai/dot
  - The Deepfake Offensive Toolkit
** SerenityOS/ladybird
  - The Ladybird web browser
** sharkdp/fd
  - A simple, fast and user-friendly alternative to 'find'
** sharkdp/hyperfine
  - A command-line benchmarking tool
** SheetJS/sheetjs
  - SheetJS Spreadsheet Data Toolkit -- New home https://git.sheetjs.com/SheetJS/sheetjs
** shyamsn97/mario-gpt
  - Generating Mario Levels with GPT2. Code for the paper "MarioGPT: Open-Ended Text2Level Generation through Large Language Models" https://arxiv.org/abs/2302.05981
** sigma/pcache
  - persistent caching for Emacs
** signalapp/libsignal
  - Home to the Signal Protocol as well as other cryptographic primitives which make Signal possible.
** signalapp/SecureValueRecovery
  - IntelSGX enclave service
** signalapp/Signal-Android
  - A private messenger for Android.
** signalapp/Signal-Server
  - Server supporting the Signal Private Messenger applications on Android, Desktop, and iOS
** simias/rustation
  - Playstation emulator in the Rust programing language
** simons-public/protonfixes
  -  A module for applying fixes at runtime to unsupported games with Steam Proton without changing game installation files
** skeeto/elfeed
  - An Emacs web feeds client
** skeeto/endlessh
  - SSH tarpit that slowly sends an endless banner
** sktime/sktime
  - A unified framework for machine learning with time series
** skyline-emu/skyline
  - Run Nintendo Switch homebrew & games on your Android device!
** skylot/jadx
  - Dex to Java decompiler
** smoltcp-rs/smoltcp
  - a smol tcp/ip stack
** snaplet/postgres-wasm
  - A PostgresQL server running in your browser
** Sonarr/Sonarr
  - Smart PVR for newsgroup and bittorrent users.
** SonarSource/sonarqube
  - Continuous Inspection
** spaceflint7/bluebonnet
  - Implementation of the .NET platform on top of the Java Virtual Machine
** spacejam/tla-rust
  - writing correct lock-free and distributed stateful systems in Rust, assisted by TLA+
** spdk/spdk
  - Storage Performance Development Kit
** Speedi13/ROP-COMPILER
  - ROP based CSGO, BF3, BF4 cheat
** SpinalHDL/VexRiscv
  - A FPGA friendly 32 bit RISC-V CPU implementation
** spruceid/rebase
  - Verifiable credentials for sign on with ethereum via twitter/etc
** sql-js/sql.js
  - A javascript library to run SQLite on the web.
** sqlcipher/sqlcipher
  - SQLCipher is a standalone fork of SQLite that adds 256 bit AES encryption of database files and other security features.
** sqlitebrowser/sqlitebrowser
  - Official home of the DB Browser for SQLite (DB4S) project. Previously known as "SQLite Database Browser" and "Database Browser for SQLite". Website at:
** srrDB/pyrescene
  - recreate scene releases
** sslab-gatech/Rudra
  - Rust Memory Safety & Undefined Behavior Detection
** Stability-AI/generative-models
  - Generative Models by Stability AI such as Stable Diffusion XL
** Stability-AI/StableLM
  - StableLM: Stability AI Language Models
** stackblitz/webcontainer-core
  - Dev environments. In your web app.
** stathissideris/spec-provider
  - Infer Clojure specs from sample data. Inspired by F#'s type providers.
** stevenknown/xgen
  - code generator for risc, cisc, vliw machine
** strace/strace
  - strace is a diagnostic, debugging and instructional userspace utility for Linux
** sunfishcode/mustang
  - Rust programs written entirely in Rust
** Sunscreen-tech/Sunscreen
  - A compiler for the BFV fully homomorphic encryption scheme
** supabase/pg_crdt
  - POC CRDT support in Postgres
** supabase/pg_jsonschema
  - PostgreSQL extension providing JSON Schema validation
** supabase/pg_netstat
  - PostgreSQL extension to monitor database network traffic
