docs/github_stars.html
<div id="outline-container-orgcdc532a" class="outline-3">
<h3 id="orgcdc532a">scala-native/scala-native</h3>
<div class="outline-text-3" id="text-orgcdc532a">
<ul class="org-ul">
<li>Your favorite language gets closer to bare metal.</li>
</ul>
</div>
</div>
<div id="outline-container-orgcbede84" class="outline-3">
<h3 id="orgcbede84">schism-lang/schism</h3>
<div class="outline-text-3" id="text-orgcbede84">
<ul class="org-ul">
<li>A self-hosting Scheme to WebAssembly compiler</li>
</ul>
</div>
</div>
<div id="outline-container-org384823a" class="outline-3">
<h3 id="org384823a">screeps/screeps</h3>
<div class="outline-text-3" id="text-org384823a">
<ul class="org-ul">
<li>A standalone server for programming game Screeps</li>
</ul>
</div>
</div>
<div id="outline-container-orga3c1fa3" class="outline-3">
<h3 id="orga3c1fa3">scriptzteam/SCENE-SCRiPTS</h3>
<div class="outline-text-3" id="text-orga3c1fa3">
<ul class="org-ul">
<li>Yo! Warez scene scriptz!</li>
</ul>
</div>
</div>
<div id="outline-container-org2c22680" class="outline-3">
<h3 id="org2c22680">seanbaxter/circle</h3>
<div class="outline-text-3" id="text-org2c22680">
<ul class="org-ul">
<li>The compiler is available for download. Get it!</li>
</ul>
</div>
</div>
<div id="outline-container-org17d25d9" class="outline-3">
<h3 id="org17d25d9">seancorfield/honeysql</h3>
<div class="outline-text-3" id="text-org17d25d9">
<ul class="org-ul">
<li>Turn Clojure data structures into SQL</li>
</ul>
</div>
</div>
<div id="outline-container-orge545b1b" class="outline-3">
<h3 id="orge545b1b">seL4/l4v</h3>
<div class="outline-text-3" id="text-orge545b1b">
<ul class="org-ul">
<li>seL4 specification and proofs</li>
</ul>
</div>
</div>
<div id="outline-container-org80f92c6" class="outline-3">
<h3 id="org80f92c6">seL4/seL4</h3>
<div class="outline-text-3" id="text-org80f92c6">
<ul class="org-ul">
<li>The seL4 microkernel</li>
</ul>
</div>
</div>
<div id="outline-container-org9270807" class="outline-3">
<h3 id="org9270807">sensity-ai/dot</h3>
<div class="outline-text-3" id="text-org9270807">
<ul class="org-ul">
<li>The Deepfake Offensive Toolkit</li>
</ul>
</div>
</div>
<div id="outline-container-orgeb81f73" class="outline-3">
<h3 id="orgeb81f73">SerenityOS/ladybird</h3>
<div class="outline-text-3" id="text-orgeb81f73">
<ul class="org-ul">
<li>The Ladybird web browser</li>
</ul>
</div>
</div>
<div id="outline-container-org22affc3" class="outline-3">
<h3 id="org22affc3">SheetJS/sheetjs</h3>
<div class="outline-text-3" id="text-org22affc3">
<ul class="org-ul">
<li>SheetJS Spreadsheet Data Toolkit &#x2013; New home <a href="https://git.sheetjs.com/SheetJS/sheetjs">https://git.sheetjs.com/SheetJS/sheetjs</a></li>
</ul>
</div>
</div>
<div id="outline-container-org1c83dd8" class="outline-3">
<h3 id="org1c83dd8">sigma/pcache</h3>
<div class="outline-text-3" id="text-org1c83dd8">
<ul class="org-ul">
<li>persistent caching for Emacs</li>
</ul>
</div>
</div>
<div id="outline-container-org60f5c09" class="outline-3">
<h3 id="org60f5c09">signalapp/libsignal</h3>
<div class="outline-text-3" id="text-org60f5c09">
<ul class="org-ul">
<li>Home to the Signal Protocol as well as other cryptographic primitives which make Signal possible.</li>
</ul>
</div>
</div>
<div id="outline-container-orgefa4cb5" class="outline-3">
<h3 id="orgefa4cb5">signalapp/SecureValueRecovery</h3>
<div class="outline-text-3" id="text-orgefa4cb5">
<ul class="org-ul">
<li>IntelSGX enclave service</li>
</ul>
</div>
</div>
<div id="outline-container-org648d0ee" class="outline-3">
<h3 id="org648d0ee">signalapp/Signal-Android</h3>
<div class="outline-text-3" id="text-org648d0ee">
<ul class="org-ul">
<li>A private messenger for Android.</li>
</ul>
</div>
</div>
<div id="outline-container-orgae4e5cb" class="outline-3">
<h3 id="orgae4e5cb">signalapp/Signal-Server</h3>
<div class="outline-text-3" id="text-orgae4e5cb">
<ul class="org-ul">
<li>Server supporting the Signal Private Messenger applications on Android, Desktop, and iOS</li>
</ul>
</div>
</div>
<div id="outline-container-org5d899be" class="outline-3">
<h3 id="org5d899be">simias/rustation</h3>
<div class="outline-text-3" id="text-org5d899be">
<ul class="org-ul">
<li>Playstation emulator in the Rust programing language</li>
</ul>
</div>
</div>
<div id="outline-container-org6c5e234" class="outline-3">
<h3 id="org6c5e234">skeeto/elfeed</h3>
<div class="outline-text-3" id="text-org6c5e234">
<ul class="org-ul">
<li>An Emacs web feeds client</li>
</ul>
</div>
</div>
<div id="outline-container-orgedec9f1" class="outline-3">
<h3 id="orgedec9f1">skeeto/endlessh</h3>
<div class="outline-text-3" id="text-orgedec9f1">
<ul class="org-ul">
<li>SSH tarpit that slowly sends an endless banner</li>
</ul>
</div>
</div>
<div id="outline-container-orgc56a182" class="outline-3">
<h3 id="orgc56a182">sktime/sktime</h3>
<div class="outline-text-3" id="text-orgc56a182">
<ul class="org-ul">
<li>A unified framework for machine learning with time series</li>
</ul>
</div>
</div>
<div id="outline-container-orgb216b6b" class="outline-3">
<h3 id="orgb216b6b">skyline-emu/skyline</h3>
<div class="outline-text-3" id="text-orgb216b6b">
<ul class="org-ul">
<li>Run Nintendo Switch homebrew &amp; games on your Android device!</li>
</ul>
</div>
</div>
<div id="outline-container-orgb7d98b3" class="outline-3">
<h3 id="orgb7d98b3">skylot/jadx</h3>
<div class="outline-text-3" id="text-orgb7d98b3">
<ul class="org-ul">
<li>Dex to Java decompiler</li>
</ul>
</div>
</div>
<div id="outline-container-orge909447" class="outline-3">
<h3 id="orge909447">snaplet/postgres-wasm</h3>
<div class="outline-text-3" id="text-orge909447">
<ul class="org-ul">
<li>A PostgresQL server running in your browser</li>
</ul>
</div>
</div>
<div id="outline-container-org08c62d8" class="outline-3">
<h3 id="org08c62d8">Sonarr/Sonarr</h3>
<div class="outline-text-3" id="text-org08c62d8">
<ul class="org-ul">
<li>Smart PVR for newsgroup and bittorrent users.</li>
</ul>
</div>
</div>
<div id="outline-container-org553e92b" class="outline-3">
<h3 id="org553e92b">SonarSource/sonarqube</h3>
<div class="outline-text-3" id="text-org553e92b">
<ul class="org-ul">
<li>Continuous Inspection</li>
</ul>
</div>
</div>
<div id="outline-container-org9614b84" class="outline-3">
<h3 id="org9614b84">spaceflint7/bluebonnet</h3>
<div class="outline-text-3" id="text-org9614b84">
<ul class="org-ul">
<li>Implementation of the .NET platform on top of the Java Virtual Machine</li>
</ul>
</div>
</div>
<div id="outline-container-org067d2e3" class="outline-3">
<h3 id="org067d2e3">spdk/spdk</h3>
<div class="outline-text-3" id="text-org067d2e3">
<ul class="org-ul">
<li>Storage Performance Development Kit</li>
</ul>
</div>
</div>
<div id="outline-container-orgd9a6e8c" class="outline-3">
<h3 id="orgd9a6e8c">Speedi13/ROP-COMPILER</h3>
<div class="outline-text-3" id="text-orgd9a6e8c">
<ul class="org-ul">
<li>ROP based CSGO, BF3, BF4 cheat</li>
</ul>
</div>
</div>
<div id="outline-container-org4efa01b" class="outline-3">
<h3 id="org4efa01b">SpinalHDL/VexRiscv</h3>
<div class="outline-text-3" id="text-org4efa01b">
<ul class="org-ul">
<li>A FPGA friendly 32 bit RISC-V CPU implementation</li>
</ul>
</div>
</div>
<div id="outline-container-org89e5dc4" class="outline-3">
<h3 id="org89e5dc4">spruceid/rebase</h3>
<div class="outline-text-3" id="text-org89e5dc4">
<ul class="org-ul">
<li>Verifiable credentials for sign on with ethereum via twitter/etc</li>
</ul>
</div>
</div>
<div id="outline-container-org6dfd3d7" class="outline-3">
<h3 id="org6dfd3d7">sql-js/sql.js</h3>
<div class="outline-text-3" id="text-org6dfd3d7">
<ul class="org-ul">
<li>A javascript library to run SQLite on the web.</li>
</ul>
</div>
</div>
<div id="outline-container-orgd1e53a7" class="outline-3">
<h3 id="orgd1e53a7">sqlcipher/sqlcipher</h3>
<div class="outline-text-3" id="text-orgd1e53a7">
<ul class="org-ul">
<li>SQLCipher is a standalone fork of SQLite that adds 256 bit AES encryption of database files and other security features.</li>
</ul>
</div>
</div>
<div id="outline-container-org8973076" class="outline-3">
<h3 id="org8973076">sslab-gatech/Rudra</h3>
<div class="outline-text-3" id="text-org8973076">
<ul class="org-ul">
<li>Rust Memory Safety &amp; Undefined Behavior Detection</li>
</ul>
</div>
</div>
<div id="outline-container-org174629e" class="outline-3">
<h3 id="org174629e">Stability-AI/generative-models</h3>
<div class="outline-text-3" id="text-org174629e">
<ul class="org-ul">
<li>Generative Models by Stability AI such as Stable Diffusion XL</li>
</ul>
</div>
</div>
<div id="outline-container-org0a9e574" class="outline-3">
<h3 id="org0a9e574">Stability-AI/StableLM</h3>
<div class="outline-text-3" id="text-org0a9e574">
<ul class="org-ul">
<li>StableLM: Stability AI Language Models</li>
</ul>
</div>
</div>
<div id="outline-container-org096a215" class="outline-3">
<h3 id="org096a215">stackblitz/webcontainer-core</h3>
<div class="outline-text-3" id="text-org096a215">
<ul class="org-ul">
<li>Dev environments. In your web app.</li>
</ul>
</div>
</div>
<div id="outline-container-orgb5fdc59" class="outline-3">
<h3 id="orgb5fdc59">stathissideris/spec-provider</h3>
<div class="outline-text-3" id="text-orgb5fdc59">
<ul class="org-ul">
<li>Infer Clojure specs from sample data. Inspired by F#'s type providers.</li>
</ul>
</div>
</div>
<div id="outline-container-org13d833c" class="outline-3">
<h3 id="org13d833c">stevenknown/xgen</h3>
<div class="outline-text-3" id="text-org13d833c">
<ul class="org-ul">
<li>code generator for risc, cisc, vliw machine</li>
</ul>
</div>
</div>
<div id="outline-container-orge4a5c29" class="outline-3">
<h3 id="orge4a5c29">Sunscreen-tech/Sunscreen</h3>
<div class="outline-text-3" id="text-orge4a5c29">
<ul class="org-ul">
<li>A compiler for the BFV fully homomorphic encryption scheme</li>
</ul>
</div>
</div>
<div id="outline-container-orgd11547a" class="outline-3">
<h3 id="orgd11547a">supabase/pg<sub>crdt</sub></h3>
<div class="outline-text-3" id="text-orgd11547a">
<ul class="org-ul">
<li>POC CRDT support in Postgres</li>
</ul>
</div>
</div>
<div id="outline-container-orgeda5505" class="outline-3">
<h3 id="orgeda5505">supabase/pg<sub>jsonschema</sub></h3>
<div class="outline-text-3" id="text-orgeda5505">
<ul class="org-ul">
<li>PostgreSQL extension providing JSON Schema validation</li>
</ul>
</div>
</div>
<div id="outline-container-org28279e3" class="outline-3">
<h3 id="org28279e3">supabase/pg<sub>netstat</sub></h3>
<div class="outline-text-3" id="text-org28279e3">
<ul class="org-ul">
<li>PostgreSQL extension to monitor database network traffic</li>
</ul>
</div>
</div>
