org/roam/github_stars.org
** supabase/realtime
  - Broadcast, Presence, and Postgres Changes via WebSockets
** supabase/supabase
  - The open source Firebase alternative. Follow to stay updated about our public Beta.
** supabase/vault
  - Extension for storing encrypted secrets in the Vault
** supabase/wrappers
  - Postgres Foreign Data Wrapper development framework in Rust.
** superfly/litefs
  - FUSE-based file system for replicating SQLite databases across a cluster of machines
** SutuLabs/Pawket
  - Pawket is a comprehensive software that supporting the Chia eco-system, including wallet, developer tool, command line, extension and so on.
** swadey/LispSyntax.jl
  - lisp-like syntax in julia
** SwagSoftware/Kisak-Strike
  - Open Source CSGO
** switchbrew/libnx
  - Library for Switch Homebrew
** syl20bnr/spacemacs
  - A community-driven Emacs distribution - The best editor is neither Emacs nor Vim,  it's Emacs *and* Vim!
** Syllo/nvtop
  - GPUs process monitoring for AMD, Intel and NVIDIA
** sympy/sympy
  - A computer algebra system written in pure Python
** systemd/systemd
  - The systemd System and Service Manager
** t184256/nix-on-droid
  - Nix-enabled environment for your Android device.
** tadfisher/pass-otp
  - A pass extension for managing one-time-password (OTP) tokens
** tauri-apps/tauri
  - Build smaller, faster, and more secure desktop applications with a web frontend.
** tcdi/pgx
  - Build Postgres Extensions with Rust!
** technomancy/leiningen
  - Moved to Codeberg; this is a convenience mirror
** tecosaur/Org.jl
  - A Julia library for working with Org.
** teddit-net/teddit
  -  alternative Reddit front-end focused on privacy https://teddit.net
** TencentARC/GFPGAN
  - GFPGAN aims at developing Practical Algorithms for Real-world Face Restoration.
** TencentARC/T2I-Adapter
  - T2I-Adapter
** tensorflow/tfjs
  - A WebGL accelerated JavaScript library for training and deploying ML models.
** testcontainers/testcontainers-rs
  - A library for integration-testing against docker containers from within Rust.
** tevador/polyseed
  - Mnemonic seed library for Monero and other CryptoNote-based currencies.
** tevador/RandomX
  - Proof of work algorithm based on random code execution
** the-Infected-Drake/TIDoS-Framework
  - A web-penetration testing toolkit, presently suited for reconnaissance purposes.
** the-modem-distro/pinephone_modem_sdk
  - Pinephone Modem SDK: Tools to build your own bootloader, kernel and rootfs
** thedodd/ybc
  - A Yew component library based on the Bulma CSS framework.
** thesecretclub/BottlEye
  - BottlEye is a usermode emulator for the popular anti-cheat BattlEye
** thestr4ng3r/chiaki
  - Moved to https://git.sr.ht/~thestr4ng3r/chiaki - Free and Open Source PS4 Remote Play Client
** thundernest/k-9
  - K-9 Mail – Open Source Email App for Android
** tikv/jemallocator
  - Rust allocator using jemalloc as a backend
** tikv/pprof-rs
  - A Rust CPU profiler implemented with the help of backtrace-rs
** tikv/tikv
  - Distributed transactional key-value database, originally created to complement TiDB
** timescale/timescaledb
  - An open-source time-series SQL database optimized for fast ingest and complex queries.  Packaged as a PostgreSQL extension.
** tloen/alpaca-lora
  - Instruct-tune LLaMA on consumer hardware
** tokio-rs/console
  - a debugger for async rust!
** tokio-rs/io-uring
  - The `io_uring` library for Rust
** tokio-rs/loom
  - Concurrency permutation testing tool for Rust.
** tokio-rs/tokio
  - A runtime for writing reliable asynchronous applications with Rust. Provides I/O, networking, scheduling, timers, ...
** tokio-rs/tokio-metrics
  - Utilities for collecting metrics from a Tokio application
** tokio-rs/tracing
  - Application level tracing for Rust.
** tomer8007/widevine-l3-decryptor
  - A Chrome extension that demonstrates bypassing Widevine L3 DRM
** tonsky/FiraCode
  - Free monospaced font with programming ligatures
** tonsky/uberdeps
  - Uberjar builder for deps.edn
** torproject/stem
  - Python controller library for Tor
** torproject/tor
  - unofficial git repo -- report bugs/issues/pull requests on https://gitlab.torproject.org/
** torvalds/linux
  - Linux kernel source tree
** transcranial/keras-js
  - Run Keras models in the browser, with GPU support using WebGL
** transmission/transmission
  - Official Transmission BitTorrent client repository
** tree-sitter/tree-sitter
  - An incremental parsing system for programming tools
** trickster0/OffensiveRust
  - Rust Weaponization for Red Team Engagements.
** trifork/erjang
  - A JVM-based Erlang VM
