docs/github_stars.html
<div id="outline-container-orga76ab76" class="outline-3">
<h3 id="orga76ab76">supabase/realtime</h3>
<div class="outline-text-3" id="text-orga76ab76">
<ul class="org-ul">
<li>Broadcast, Presence, and Postgres Changes via WebSockets</li>
</ul>
</div>
</div>
<div id="outline-container-org49a0d70" class="outline-3">
<h3 id="org49a0d70">supabase/supabase</h3>
<div class="outline-text-3" id="text-org49a0d70">
<ul class="org-ul">
<li>The open source Firebase alternative. Follow to stay updated about our public Beta.</li>
</ul>
</div>
</div>
<div id="outline-container-org059afe6" class="outline-3">
<h3 id="org059afe6">supabase/vault</h3>
<div class="outline-text-3" id="text-org059afe6">
<ul class="org-ul">
<li>Extension for storing encrypted secrets in the Vault</li>
</ul>
</div>
</div>
<div id="outline-container-org3ecbb5f" class="outline-3">
<h3 id="org3ecbb5f">supabase/wrappers</h3>
<div class="outline-text-3" id="text-org3ecbb5f">
<ul class="org-ul">
<li>Postgres Foreign Data Wrapper development framework in Rust.</li>
</ul>
</div>
</div>
<div id="outline-container-org2d97bac" class="outline-3">
<h3 id="org2d97bac">superfly/litefs</h3>
<div class="outline-text-3" id="text-org2d97bac">
<ul class="org-ul">
<li>FUSE-based file system for replicating SQLite databases across a cluster of machines</li>
</ul>
</div>
</div>
<div id="outline-container-org7e4bde1" class="outline-3">
<h3 id="org7e4bde1">SutuLabs/Pawket</h3>
<div class="outline-text-3" id="text-org7e4bde1">
<ul class="org-ul">
<li>Pawket is a comprehensive software that supporting the Chia eco-system, including wallet, developer tool, command line, extension and so on.</li>
</ul>
</div>
</div>
<div id="outline-container-orgace263a" class="outline-3">
<h3 id="orgace263a">swadey/LispSyntax.jl</h3>
<div class="outline-text-3" id="text-orgace263a">
<ul class="org-ul">
<li>lisp-like syntax in julia</li>
</ul>
</div>
</div>
<div id="outline-container-orgd29c130" class="outline-3">
<h3 id="orgd29c130">SwagSoftware/Kisak-Strike</h3>
<div class="outline-text-3" id="text-orgd29c130">
<ul class="org-ul">
<li>Open Source CSGO</li>
</ul>
</div>
</div>
<div id="outline-container-orgcba2904" class="outline-3">
<h3 id="orgcba2904">switchbrew/libnx</h3>
<div class="outline-text-3" id="text-orgcba2904">
<ul class="org-ul">
<li>Library for Switch Homebrew</li>
</ul>
</div>
</div>
<div id="outline-container-org2324fb8" class="outline-3">
<h3 id="org2324fb8">syl20bnr/spacemacs</h3>
<div class="outline-text-3" id="text-org2324fb8">
<ul class="org-ul">
<li>A community-driven Emacs distribution - The best editor is neither Emacs nor Vim,  it's Emacs <b>and</b> Vim!</li>
</ul>
</div>
</div>
<div id="outline-container-orgf64f33e" class="outline-3">
<h3 id="orgf64f33e">Syllo/nvtop</h3>
<div class="outline-text-3" id="text-orgf64f33e">
<ul class="org-ul">
<li>GPUs process monitoring for AMD, Intel and NVIDIA</li>
</ul>
</div>
</div>
<div id="outline-container-org9df7556" class="outline-3">
<h3 id="org9df7556">sympy/sympy</h3>
<div class="outline-text-3" id="text-org9df7556">
<ul class="org-ul">
<li>A computer algebra system written in pure Python</li>
</ul>
</div>
</div>
<div id="outline-container-org392b32b" class="outline-3">
<h3 id="org392b32b">systemd/systemd</h3>
<div class="outline-text-3" id="text-org392b32b">
<ul class="org-ul">
<li>The systemd System and Service Manager</li>
</ul>
</div>
</div>
<div id="outline-container-org58a2245" class="outline-3">
<h3 id="org58a2245">t184256/nix-on-droid</h3>
<div class="outline-text-3" id="text-org58a2245">
<ul class="org-ul">
<li>Nix-enabled environment for your Android device.</li>
</ul>
</div>
</div>
<div id="outline-container-org75b7fe6" class="outline-3">
<h3 id="org75b7fe6">tcdi/pgx</h3>
<div class="outline-text-3" id="text-org75b7fe6">
<ul class="org-ul">
<li>Build Postgres Extensions with Rust!</li>
</ul>
</div>
</div>
<div id="outline-container-org5e9c4c2" class="outline-3">
<h3 id="org5e9c4c2">technomancy/leiningen</h3>
<div class="outline-text-3" id="text-org5e9c4c2">
<ul class="org-ul">
<li>Moved to Codeberg; this is a convenience mirror</li>
</ul>
</div>
</div>
<div id="outline-container-orgd14671a" class="outline-3">
<h3 id="orgd14671a">tecosaur/Org.jl</h3>
<div class="outline-text-3" id="text-orgd14671a">
<ul class="org-ul">
<li>A Julia library for working with Org.</li>
</ul>
</div>
</div>
<div id="outline-container-orga1f4b49" class="outline-3">
<h3 id="orga1f4b49">teddit-net/teddit</h3>
<div class="outline-text-3" id="text-orga1f4b49">
<ul class="org-ul">
<li>alternative Reddit front-end focused on privacy <a href="https://teddit.net">https://teddit.net</a></li>
</ul>
</div>
</div>
<div id="outline-container-org3fd03e7" class="outline-3">
<h3 id="org3fd03e7">TencentARC/GFPGAN</h3>
<div class="outline-text-3" id="text-org3fd03e7">
<ul class="org-ul">
<li>GFPGAN aims at developing Practical Algorithms for Real-world Face Restoration.</li>
</ul>
</div>
</div>
<div id="outline-container-org567837e" class="outline-3">
<h3 id="org567837e">tensorflow/tfjs</h3>
<div class="outline-text-3" id="text-org567837e">
<ul class="org-ul">
<li>A WebGL accelerated JavaScript library for training and deploying ML models.</li>
</ul>
</div>
</div>
<div id="outline-container-orge52a71e" class="outline-3">
<h3 id="orge52a71e">tevador/polyseed</h3>
<div class="outline-text-3" id="text-orge52a71e">
<ul class="org-ul">
<li>Mnemonic seed library for Monero and other CryptoNote-based currencies.</li>
</ul>
</div>
</div>
<div id="outline-container-orge8de3b2" class="outline-3">
<h3 id="orge8de3b2">tevador/RandomX</h3>
<div class="outline-text-3" id="text-orge8de3b2">
<ul class="org-ul">
<li>Proof of work algorithm based on random code execution</li>
</ul>
</div>
</div>
<div id="outline-container-org0f239ca" class="outline-3">
<h3 id="org0f239ca">the-Infected-Drake/TIDoS-Framework</h3>
<div class="outline-text-3" id="text-org0f239ca">
<ul class="org-ul">
<li>A web-penetration testing toolkit, presently suited for reconnaissance purposes.</li>
</ul>
</div>
</div>
<div id="outline-container-orgacede1d" class="outline-3">
<h3 id="orgacede1d">the-modem-distro/pinephone<sub>modem</sub><sub>sdk</sub></h3>
<div class="outline-text-3" id="text-orgacede1d">
<ul class="org-ul">
<li>Pinephone Modem SDK: Tools to build your own bootloader, kernel and rootfs</li>
</ul>
</div>
</div>
<div id="outline-container-orgb6384c1" class="outline-3">
<h3 id="orgb6384c1">thesecretclub/BottlEye</h3>
<div class="outline-text-3" id="text-orgb6384c1">
<ul class="org-ul">
<li>BottlEye is a usermode emulator for the popular anti-cheat BattlEye</li>
</ul>
</div>
</div>
<div id="outline-container-org3f5878a" class="outline-3">
<h3 id="org3f5878a">thestr4ng3r/chiaki</h3>
<div class="outline-text-3" id="text-org3f5878a">
<ul class="org-ul">
<li>Moved to <a href="https://git.sr.ht/~thestr4ng3r/chiaki">https://git.sr.ht/~thestr4ng3r/chiaki</a> - Free and Open Source PS4 Remote Play Client</li>
</ul>
</div>
</div>
<div id="outline-container-org474f0ca" class="outline-3">
<h3 id="org474f0ca">thundernest/k-9</h3>
<div class="outline-text-3" id="text-org474f0ca">
<ul class="org-ul">
<li>K-9 Mail – Open Source Email App for Android</li>
</ul>
</div>
</div>
<div id="outline-container-orgb2725bc" class="outline-3">
<h3 id="orgb2725bc">tikv/tikv</h3>
<div class="outline-text-3" id="text-orgb2725bc">
<ul class="org-ul">
<li>Distributed transactional key-value database, originally created to complement TiDB</li>
</ul>
</div>
</div>
<div id="outline-container-orga99eeab" class="outline-3">
<h3 id="orga99eeab">timescale/timescaledb</h3>
<div class="outline-text-3" id="text-orga99eeab">
<ul class="org-ul">
<li>An open-source time-series SQL database optimized for fast ingest and complex queries.  Packaged as a PostgreSQL extension.</li>
</ul>
</div>
</div>
<div id="outline-container-orgf7387b7" class="outline-3">
<h3 id="orgf7387b7">tloen/alpaca-lora</h3>
<div class="outline-text-3" id="text-orgf7387b7">
<ul class="org-ul">
<li>Instruct-tune LLaMA on consumer hardware</li>
</ul>
</div>
</div>
<div id="outline-container-org8ddd842" class="outline-3">
<h3 id="org8ddd842">tokio-rs/console</h3>
<div class="outline-text-3" id="text-org8ddd842">
<ul class="org-ul">
<li>a debugger for async rust!</li>
</ul>
</div>
</div>
<div id="outline-container-org6065d07" class="outline-3">
<h3 id="org6065d07">tokio-rs/io-uring</h3>
<div class="outline-text-3" id="text-org6065d07">
<ul class="org-ul">
<li>The `io<sub>uring</sub>` library for Rust</li>
</ul>
</div>
</div>
<div id="outline-container-org03a04c2" class="outline-3">
<h3 id="org03a04c2">tokio-rs/loom</h3>
<div class="outline-text-3" id="text-org03a04c2">
<ul class="org-ul">
<li>Concurrency permutation testing tool for Rust.</li>
</ul>
</div>
</div>
<div id="outline-container-org294c854" class="outline-3">
<h3 id="org294c854">tokio-rs/tokio-metrics</h3>
<div class="outline-text-3" id="text-org294c854">
<ul class="org-ul">
<li>Utilities for collecting metrics from a Tokio application</li>
</ul>
</div>
</div>
<div id="outline-container-org8a8097a" class="outline-3">
<h3 id="org8a8097a">tokio-rs/tracing</h3>
<div class="outline-text-3" id="text-org8a8097a">
<ul class="org-ul">
<li>Application level tracing for Rust.</li>
</ul>
</div>
</div>
<div id="outline-container-orga19763f" class="outline-3">
<h3 id="orga19763f">tomer8007/widevine-l3-decryptor</h3>
<div class="outline-text-3" id="text-orga19763f">
<ul class="org-ul">
<li>A Chrome extension that demonstrates bypassing Widevine L3 DRM</li>
</ul>
</div>
</div>
<div id="outline-container-orga1d5e18" class="outline-3">
<h3 id="orga1d5e18">tonsky/FiraCode</h3>
<div class="outline-text-3" id="text-orga1d5e18">
<ul class="org-ul">
<li>Free monospaced font with programming ligatures</li>
</ul>
</div>
</div>
<div id="outline-container-org6db17fb" class="outline-3">
<h3 id="org6db17fb">tonsky/uberdeps</h3>
<div class="outline-text-3" id="text-org6db17fb">
<ul class="org-ul">
<li>Uberjar builder for deps.edn</li>
</ul>
</div>
</div>
<div id="outline-container-orge1fb476" class="outline-3">
<h3 id="orge1fb476">torproject/stem</h3>
<div class="outline-text-3" id="text-orge1fb476">
<ul class="org-ul">
<li>Python controller library for Tor</li>
</ul>
</div>
</div>
<div id="outline-container-orgf43a5b7" class="outline-3">
<h3 id="orgf43a5b7">transcranial/keras-js</h3>
<div class="outline-text-3" id="text-orgf43a5b7">
<ul class="org-ul">
<li>Run Keras models in the browser, with GPU support using WebGL</li>
</ul>
</div>
</div>
<div id="outline-container-orge2e78ee" class="outline-3">
<h3 id="orge2e78ee">tree-sitter/tree-sitter</h3>
<div class="outline-text-3" id="text-orge2e78ee">
<ul class="org-ul">
<li>An incremental parsing system for programming tools</li>
</ul>
</div>
</div>
<div id="outline-container-org12e2208" class="outline-3">
<h3 id="org12e2208">trickster0/OffensiveRust</h3>
<div class="outline-text-3" id="text-org12e2208">
<ul class="org-ul">
<li>Rust Weaponization for Red Team Engagements.</li>
</ul>
</div>
</div>
<div id="outline-container-org4c6f3fb" class="outline-3">
<h3 id="org4c6f3fb">trifork/erjang</h3>
<div class="outline-text-3" id="text-org4c6f3fb">
<ul class="org-ul">
<li>A JVM-based Erlang VM</li>
</ul>
</div>
</div>
