org/roam/github_stars.org
** Tripwire/tripwire-open-source
  - Open Source Tripwire
** triton-inference-server/server
  - The Triton Inference Server provides an optimized cloud and edge inferencing solution.
** TritonDataCenter/pkgsrc
  - NetBSD/pkgsrc fork for our binary package repositories
** TritonDataCenter/smartos-live
  - For more information, please see http://smartos.org/  For any questions that aren't answered there, please join the SmartOS discussion list: https://smartos.topicbox.com/groups/smartos-discuss
** TritonVM/triton-vm
  - Triton is a virtual machine that comes with Algebraic Execution Tables (AET) and Arithmetic Intermediate Representations (AIR) for use in combination with a STARK proof system.
** tui-rs-revival/ratatui
  - tui-rs revival project
** turbolinks/turbolinks
  - Turbolinks makes navigating your web application faster
** twitter/rezolus
  - Systems performance telemetry
** typeorm/typeorm
  - ORM for TypeScript and JavaScript. Supports MySQL, PostgreSQL, MariaDB, SQLite, MS SQL Server, Oracle, SAP Hana, WebSQL databases. Works in NodeJS, Browser, Ionic, Cordova and Electron platforms.
** umgefahren/libp2p-tor
  - Tor transport for libp2p
** ungoogled-software/ungoogled-chromium
  - Google Chromium, sans integration with Google
** unicode-org/icu4x
  - Solving i18n for client-side and resource-constrained environments.
** upx/upx
  - UPX - the Ultimate Packer for eXecutables
** ustaxes/UsTaxes
  - Tax filing web application
** uutils/coreutils
  - Cross-platform Rust rewrite of the GNU coreutils
** v8/v8
  - The official mirror of the V8 Git repository
** ValveSoftware/Proton
  - Compatibility tool for Steam Play based on Wine and additional components
** ValveSoftware/wine
  - Wine with a bit of extra spice
** vanhauser-thc/thc-hydra
  - hydra
** vapoursynth/vapoursynth
  - A video processing framework with simplicity in mind
** varmd/wine-wayland
  - Wine-wayland allows playing DX9/DX11 and Vulkan games using pure wayland and Wine/DXVK.
** vector-im/element-web
  - A glossy Matrix collaboration client for the web.
** veracrypt/VeraCrypt
  - Disk encryption with strong security based on TrueCrypt
** Victorwz/LongMem
  - adding long term memory to LLMs
** videolan/vlc
  - VLC media player - All pull requests are ignored, please follow https://wiki.videolan.org/Sending_Patches_VLC/
** virtualagc/virtualagc
  - Virtual Apollo Guidance Computer (AGC) software
** visualboyadvance-m/visualboyadvance-m
  - The continuing development of the legendary VBA gameboy advance emulator.
** vlcn-io/cr-sqlite
  - Convergent, Replicated SQLite. Multi-writer and CRDT support for SQLite
** vmware-labs/mod_wasm
  - mod_wasm is an extension module for the Apache HTTP Server (httpd) that enables the usage of WebAssembly (Wasm). This module will allow to execute certain tasks in the backend in a very efficient and secure way.
** vmware-labs/wasm-workers-server
  - A WebAssembly framework to develop and run serverless applications
** vmware/chap
  - chap analyzes un-instrumented core files for leaks, memory growth, and corruption
** votingworks/arlo
  - OSS Voting software
** votingworks/vxsuite-complete-system
  - will grow to be the full environment for VxSuite
** voxpupuli/hiera-eyaml
  - A backend for Hiera that provides per-value asymmetric encryption of sensitive data
** VSCodium/vscodium
  - binary releases of VS Code without MS branding/telemetry/licensing
** vtil-project/VTIL-Core
  - Virtual-machine Translation Intermediate Language
** vtil-project/VTIL-NativeLifters
  - Lifting from native architecture to VTIL. (WIP)
** wagoodman/dive
  - A tool for exploring each layer in a docker image
** waliedyassen/RuneScript
  - The RuneScript scripting language
** wangyu-/udp2raw
  - A Tunnel which Turns UDP Traffic into Encrypted UDP/FakeTCP/ICMP Traffic by using Raw Socket,helps you Bypass UDP FireWalls(or Unstable UDP Environment)
** wasix-org/cargo-wasix
  - Cargo wrapper for working with Webassembly wasi(x).
** WasmEdge/WasmEdge
  - WasmEdge is a lightweight, high-performance, and extensible WebAssembly runtime for cloud native, edge, and decentralized applications. It powers serverless apps, embedded functions, microservices, smart contracts, and IoT devices.
** wasmerio/kernel-wasm
  - Sandboxed kernel mode WebAssembly runtime.
** wasmerio/wapm-cli
  - WebAssembly Package Manager (CLI)
** wasmerio/wasmer-js
  - Monorepo for Javascript WebAssembly packages by Wasmer
** WAVM/WAVM
  - WebAssembly Virtual Machine
** waydroid/waydroid
  - Waydroid uses a container-based approach to boot a full Android system on a regular GNU/Linux system like Ubuntu.
** weaveworks/ignite
  - Ignite a Firecracker microVM
** WebAssembly/binaryen
  - Optimizer and compiler/toolchain library for WebAssembly
