docs/github_stars.html
<div id="outline-container-orgb38bf1a" class="outline-3">
<h3 id="orgb38bf1a">Tripwire/tripwire-open-source</h3>
<div class="outline-text-3" id="text-orgb38bf1a">
<ul class="org-ul">
<li>Open Source Tripwire</li>
</ul>
</div>
</div>
<div id="outline-container-org42a4b8e" class="outline-3">
<h3 id="org42a4b8e">triton-inference-server/server</h3>
<div class="outline-text-3" id="text-org42a4b8e">
<ul class="org-ul">
<li>The Triton Inference Server provides an optimized cloud and edge inferencing solution.</li>
</ul>
</div>
</div>
<div id="outline-container-org4ae5432" class="outline-3">
<h3 id="org4ae5432">TritonDataCenter/pkgsrc</h3>
<div class="outline-text-3" id="text-org4ae5432">
<ul class="org-ul">
<li>NetBSD/pkgsrc fork for our binary package repositories</li>
</ul>
</div>
</div>
<div id="outline-container-org53c7308" class="outline-3">
<h3 id="org53c7308">TritonDataCenter/smartos-live</h3>
<div class="outline-text-3" id="text-org53c7308">
<ul class="org-ul">
<li>For more information, please see <a href="http://smartos.org/">http://smartos.org/</a>  For any questions that aren't answered there, please join the SmartOS discussion list: <a href="https://smartos.topicbox.com/groups/smartos-discuss">https://smartos.topicbox.com/groups/smartos-discuss</a></li>
</ul>
</div>
</div>
<div id="outline-container-org87a3339" class="outline-3">
<h3 id="org87a3339">tui-rs-revival/ratatui</h3>
<div class="outline-text-3" id="text-org87a3339">
<ul class="org-ul">
<li>tui-rs revival project</li>
</ul>
</div>
</div>
<div id="outline-container-org3fddd53" class="outline-3">
<h3 id="org3fddd53">turbolinks/turbolinks</h3>
<div class="outline-text-3" id="text-org3fddd53">
<ul class="org-ul">
<li>Turbolinks makes navigating your web application faster</li>
</ul>
</div>
</div>
<div id="outline-container-org6c71371" class="outline-3">
<h3 id="org6c71371">typeorm/typeorm</h3>
<div class="outline-text-3" id="text-org6c71371">
<ul class="org-ul">
<li>ORM for TypeScript and JavaScript. Supports MySQL, PostgreSQL, MariaDB, SQLite, MS SQL Server, Oracle, SAP Hana, WebSQL databases. Works in NodeJS, Browser, Ionic, Cordova and Electron platforms.</li>
</ul>
</div>
</div>
<div id="outline-container-org3c30095" class="outline-3">
<h3 id="org3c30095">umgefahren/libp2p-tor</h3>
<div class="outline-text-3" id="text-org3c30095">
<ul class="org-ul">
<li>Tor transport for libp2p</li>
</ul>
</div>
</div>
<div id="outline-container-org30b57e0" class="outline-3">
<h3 id="org30b57e0">ungoogled-software/ungoogled-chromium</h3>
<div class="outline-text-3" id="text-org30b57e0">
<ul class="org-ul">
<li>Google Chromium, sans integration with Google</li>
</ul>
</div>
</div>
<div id="outline-container-org138a8ba" class="outline-3">
<h3 id="org138a8ba">unicode-org/icu4x</h3>
<div class="outline-text-3" id="text-org138a8ba">
<ul class="org-ul">
<li>Solving i18n for client-side and resource-constrained environments.</li>
</ul>
</div>
</div>
<div id="outline-container-orge8b85a5" class="outline-3">
<h3 id="orge8b85a5">ustaxes/UsTaxes</h3>
<div class="outline-text-3" id="text-orge8b85a5">
<ul class="org-ul">
<li>Tax filing web application</li>
</ul>
</div>
</div>
<div id="outline-container-org872e75e" class="outline-3">
<h3 id="org872e75e">uvipen/QuickDraw</h3>
<div class="outline-text-3" id="text-org872e75e">
<ul class="org-ul">
<li>Implementation of Quickdraw - an online game developed by Google</li>
</ul>
</div>
</div>
<div id="outline-container-org67c5c93" class="outline-3">
<h3 id="org67c5c93">v8/v8</h3>
<div class="outline-text-3" id="text-org67c5c93">
<ul class="org-ul">
<li>The official mirror of the V8 Git repository</li>
</ul>
</div>
</div>
<div id="outline-container-org3f1c13f" class="outline-3">
<h3 id="org3f1c13f">ValveSoftware/wine</h3>
<div class="outline-text-3" id="text-org3f1c13f">
<ul class="org-ul">
<li>Wine with a bit of extra spice</li>
</ul>
</div>
</div>
<div id="outline-container-org8070031" class="outline-3">
<h3 id="org8070031">varmd/wine-wayland</h3>
<div class="outline-text-3" id="text-org8070031">
<ul class="org-ul">
<li>Wine-wayland allows playing DX9/DX11 and Vulkan games using pure wayland and Wine/DXVK.</li>
</ul>
</div>
</div>
<div id="outline-container-org2996d62" class="outline-3">
<h3 id="org2996d62">vector-im/element-web</h3>
<div class="outline-text-3" id="text-org2996d62">
<ul class="org-ul">
<li>A glossy Matrix collaboration client for the web.</li>
</ul>
</div>
</div>
<div id="outline-container-org3b190dc" class="outline-3">
<h3 id="org3b190dc">Victorwz/LongMem</h3>
<div class="outline-text-3" id="text-org3b190dc">
<ul class="org-ul">
<li>adding long term memory to LLMs</li>
</ul>
</div>
</div>
<div id="outline-container-org1a251b0" class="outline-3">
<h3 id="org1a251b0">virtualagc/virtualagc</h3>
<div class="outline-text-3" id="text-org1a251b0">
<ul class="org-ul">
<li>Virtual Apollo Guidance Computer (AGC) software</li>
</ul>
</div>
</div>
<div id="outline-container-org6116262" class="outline-3">
<h3 id="org6116262">visualboyadvance-m/visualboyadvance-m</h3>
<div class="outline-text-3" id="text-org6116262">
<ul class="org-ul">
<li>The continuing development of the legendary VBA gameboy advance emulator.</li>
</ul>
</div>
</div>
<div id="outline-container-orgc91e5aa" class="outline-3">
<h3 id="orgc91e5aa">vlcn-io/cr-sqlite</h3>
<div class="outline-text-3" id="text-orgc91e5aa">
<ul class="org-ul">
<li>Convergent, Replicated SQLite. Multi-writer and CRDT support for SQLite</li>
</ul>
</div>
</div>
<div id="outline-container-orgb40b547" class="outline-3">
<h3 id="orgb40b547">vmware-labs/mod<sub>wasm</sub></h3>
<div class="outline-text-3" id="text-orgb40b547">
<ul class="org-ul">
<li>mod<sub>wasm</sub> is an extension module for the Apache HTTP Server (httpd) that enables the usage of WebAssembly (Wasm). This module will allow to execute certain tasks in the backend in a very efficient and secure way.</li>
</ul>
</div>
</div>
<div id="outline-container-org370982f" class="outline-3">
<h3 id="org370982f">vmware-labs/wasm-workers-server</h3>
<div class="outline-text-3" id="text-org370982f">
<ul class="org-ul">
<li>A WebAssembly framework to develop and run serverless applications</li>
</ul>
</div>
</div>
<div id="outline-container-org965eddf" class="outline-3">
<h3 id="org965eddf">vmware/chap</h3>
<div class="outline-text-3" id="text-org965eddf">
<ul class="org-ul">
<li>chap analyzes un-instrumented core files for leaks, memory growth, and corruption</li>
</ul>
</div>
</div>
<div id="outline-container-orge2285ca" class="outline-3">
<h3 id="orge2285ca">votingworks/arlo</h3>
<div class="outline-text-3" id="text-orge2285ca">
<ul class="org-ul">
<li>OSS Voting software</li>
</ul>
</div>
</div>
<div id="outline-container-org1864117" class="outline-3">
<h3 id="org1864117">votingworks/vxsuite-complete-system</h3>
<div class="outline-text-3" id="text-org1864117">
<ul class="org-ul">
<li>will grow to be the full environment for VxSuite</li>
</ul>
</div>
</div>
<div id="outline-container-orgd1ed5c9" class="outline-3">
<h3 id="orgd1ed5c9">voxpupuli/hiera-eyaml</h3>
<div class="outline-text-3" id="text-orgd1ed5c9">
<ul class="org-ul">
<li>A backend for Hiera that provides per-value asymmetric encryption of sensitive data</li>
</ul>
</div>
</div>
<div id="outline-container-orgae9781d" class="outline-3">
<h3 id="orgae9781d">VSCodium/vscodium</h3>
<div class="outline-text-3" id="text-orgae9781d">
<ul class="org-ul">
<li>binary releases of VS Code without MS branding/telemetry/licensing</li>
</ul>
</div>
</div>
<div id="outline-container-org85223e5" class="outline-3">
<h3 id="org85223e5">vtil-project/VTIL-Core</h3>
<div class="outline-text-3" id="text-org85223e5">
<ul class="org-ul">
<li>Virtual-machine Translation Intermediate Language</li>
</ul>
</div>
</div>
<div id="outline-container-orgf8a339b" class="outline-3">
<h3 id="orgf8a339b">vtil-project/VTIL-NativeLifters</h3>
<div class="outline-text-3" id="text-orgf8a339b">
<ul class="org-ul">
<li>Lifting from native architecture to VTIL. (WIP)</li>
</ul>
</div>
</div>
<div id="outline-container-org2866f06" class="outline-3">
<h3 id="org2866f06">waliedyassen/RuneScript</h3>
<div class="outline-text-3" id="text-org2866f06">
<ul class="org-ul">
<li>The RuneScript scripting language</li>
</ul>
</div>
</div>
<div id="outline-container-org9951b7e" class="outline-3">
<h3 id="org9951b7e">wangyu-/udp2raw</h3>
<div class="outline-text-3" id="text-org9951b7e">
<ul class="org-ul">
<li>A Tunnel which Turns UDP Traffic into Encrypted UDP/FakeTCP/ICMP Traffic by using Raw Socket,helps you Bypass UDP FireWalls(or Unstable UDP Environment)</li>
</ul>
</div>
</div>
<div id="outline-container-org8e0ed51" class="outline-3">
<h3 id="org8e0ed51">WasmEdge/WasmEdge</h3>
<div class="outline-text-3" id="text-org8e0ed51">
<ul class="org-ul">
<li>WasmEdge is a lightweight, high-performance, and extensible WebAssembly runtime for cloud native, edge, and decentralized applications. It powers serverless apps, embedded functions, microservices, smart contracts, and IoT devices.</li>
</ul>
</div>
</div>
<div id="outline-container-org06ec74e" class="outline-3">
<h3 id="org06ec74e">wasmerio/kernel-wasm</h3>
<div class="outline-text-3" id="text-org06ec74e">
<ul class="org-ul">
<li>Sandboxed kernel mode WebAssembly runtime.</li>
</ul>
</div>
</div>
<div id="outline-container-org47cd782" class="outline-3">
<h3 id="org47cd782">wasmerio/wapm-cli</h3>
<div class="outline-text-3" id="text-org47cd782">
<ul class="org-ul">
<li>WebAssembly Package Manager (CLI)</li>
</ul>
</div>
</div>
<div id="outline-container-org66ba3da" class="outline-3">
<h3 id="org66ba3da">wasmerio/wasmer-js</h3>
<div class="outline-text-3" id="text-org66ba3da">
<ul class="org-ul">
<li>Monorepo for Javascript WebAssembly packages by Wasmer</li>
</ul>
</div>
</div>
<div id="outline-container-org582f5f0" class="outline-3">
<h3 id="org582f5f0">WAVM/WAVM</h3>
<div class="outline-text-3" id="text-org582f5f0">
<ul class="org-ul">
<li>WebAssembly Virtual Machine</li>
</ul>
</div>
</div>
<div id="outline-container-orge9ce92c" class="outline-3">
<h3 id="orge9ce92c">waydroid/waydroid</h3>
<div class="outline-text-3" id="text-orge9ce92c">
<ul class="org-ul">
<li>Waydroid uses a container-based approach to boot a full Android system on a regular GNU/Linux system like Ubuntu.</li>
</ul>
</div>
</div>
<div id="outline-container-org6227578" class="outline-3">
<h3 id="org6227578">weaveworks/ignite</h3>
<div class="outline-text-3" id="text-org6227578">
<ul class="org-ul">
<li>Ignite a Firecracker microVM</li>
</ul>
</div>
</div>
<div id="outline-container-org12b8c30" class="outline-3">
<h3 id="org12b8c30">WebAssembly/binaryen</h3>
<div class="outline-text-3" id="text-org12b8c30">
<ul class="org-ul">
<li>Optimizer and compiler/toolchain library for WebAssembly</li>
</ul>
</div>
</div>
