org/roam/github_stars.org
** webfx-project/webfx
  - A JavaFX application transpiler. Write your Web Application in JavaFX and WebFX will transpile it in pure JS.
** webrecorder/pywb
  - Core Python Web Archiving Toolkit for replay and recording of web archives
** webtorrent/webtorrent
  - Streaming torrent client for the web
** webview/webview
  - Tiny cross-platform webview library for C/C++/Golang. Uses WebKit (Gtk/Cocoa) and Edge (Windows)
** wg/wrk
  - Modern HTTP benchmarking tool
** Wilfred/difftastic
  - a structural diff that understands syntax
** Wilfred/helpful
  - A better Emacs *help* buffer
** Wilfred/ht.el
  - The missing hash table library for Emacs
** Wilfred/suggest.el
  - discover elisp functions that do what you want
** Wilfred/tco.el
  - Tail call optimisation in Emacs lisp
** wine-mirror/wine
  - WINE is not a emulator for windows but a windows api on linux
** Winetricks/winetricks
  - Winetricks is an easy way to work around problems in Wine
** wingo/fibers
  - Concurrent ML-like concurrency for Guile
** wingo/wasm-jit
  - Test materials for getting JIT support for wizer
** wingo/whippet-gc
  - A work-in-progress garbage collector for Guile
** WireGuard/wireguard-rs
  - Mirror only. Official repository is at https://git.zx2c4.com/wireguard-rs
** wireshark/wireshark
  - Read-only mirror of Wireshark's Git repository at https://gitlab.com/wireshark/wireshark. GitHub won't let us disable pull requests. ☞ THEY WILL BE IGNORED HERE ☜ Please upload them at GitLab.
** wolfpld/tracy
  - Frame profiler
** WolframRhodium/muvsfunc
  - Muonium's VapourSynth functions
** WolframRhodium/VapourSynth-dpid
  - Rapid, Detail-Preserving Image Downscaler for VapourSynth
** woocommerce/woocommerce
  - A customizable, open-source ecommerce platform built on WordPress. Build any commerce solution you can imagine.
** woodrush/lambdalisp
  - A Lisp interpreter written in untyped lambda calculus
** worldreboot/twitch-reloaded-roku
  - An Improvable™ Twitch app for Roku
** x-hw/amazing-qr
  - amazing QRCode generator in Python (supporting animated gif)
** xahlee/xah-fly-keys
  - the most efficient keybinding for emacs
** XavierXiao/Dreambooth-Stable-Diffusion
  - Implementation of Dreambooth (https://arxiv.org/abs/2208.12242) with Stable Diffusion
** xbmc/xbmc
  - Kodi is an award-winning free and open source home theater/media center software and entertainment hub for digital media. With its beautiful interface and powerful skinning engine, it's available for Android, BSD, Linux, macOS, iOS, tvOS and Windows.
** xemu-project/xemu
  - Original Xbox Emulator for Windows, macOS, and Linux (Active Development)
** xenia-project/xenia
  - Xbox 360 Emulator Research Project
** xianyi/OpenBLAS
  - OpenBLAS is an optimized BLAS library based on GotoBLAS2 1.13 BSD version.
** XingangPan/DragGAN
  - Official Code for DragGAN (SIGGRAPH 2023)
** xiph/flac
  - Free Lossless Audio Codec
** xiph/rav1e
  - The fastest and safest AV1 encoder.
** xmrig/xmrig
  - RandomX, KawPow, CryptoNight and GhostRider unified CPU/GPU miner and RandomX benchmark
** xmrig/xmrig-cuda
  - NVIDIA CUDA plugin for XMRig miner
** xoreaxeaxeax/movfuscator
  - The single instruction C compiler
** XorTroll/Goldleaf
  - Multipurpose homebrew tool for Nintendo Switch
** xqemu/xqemu
  - Open-source emulator to play original Xbox games on Windows, macOS, and Linux
** Yakuhito/tibet
  - chia swap. TibetSwap v1, a.k.a. yakSwap
** Yelp/dumb-init
  - A minimal init system for Linux containers
** yewstack/yew
  - Rust / Wasm framework for building client web apps
** yt-dlp/yt-dlp
  - A youtube-dl fork with additional features and fixes
** ytdl-org/youtube-dl
  - Command-line program to download videos from YouTube.com and other video sites
** yuzu-emu/yuzu
  - Nintendo Switch Emulator
** z0z0z/mf-install
  - Media Foundation workaround for Wine
** Z3Prover/z3
  - The Z3 Theorem Prover
** zama-ai/concrete
  - Concrete: TFHE Compiler that converts python programs into FHE equivalent
** zama-ai/tfhe-rs
  - TFHE-rs: Pure Rust implementation of the TFHE scheme for boolean and integers FHE arithmetics.
** zaproxy/zaproxy
  - The OWASP ZAP core project
** zbm-dev/zfsbootmenu
  - ZFS Bootloader for root-on-ZFS systems with support for snapshots and native full disk encryption
** zboxfs/zbox
  - Zero-details, privacy-focused in-app file system.
** ZcashFoundation/zcash-fpga
  - Zcash FPGA acceleration engine
** zcot/conky-manager2
  - Fork of GUI for managing Conky widgets. Support added for latest conky config version, and works with Ubuntu 16-21, Mint 18-20 and more.
** zdharma-continuum/zinit
  - Flexible and fast ZSH plugin manager
** zealdocs/zeal
  - Offline documentation browser inspired by Dash
