docs/github_stars.html
<div id="outline-container-org46672e3" class="outline-3">
<h3 id="org46672e3">webfx-project/webfx</h3>
<div class="outline-text-3" id="text-org46672e3">
<ul class="org-ul">
<li>A JavaFX application transpiler. Write your Web Application in JavaFX and WebFX will transpile it in pure JS.</li>
</ul>
</div>
</div>
<div id="outline-container-orgd391523" class="outline-3">
<h3 id="orgd391523">webtorrent/webtorrent</h3>
<div class="outline-text-3" id="text-orgd391523">
<ul class="org-ul">
<li>Streaming torrent client for the web</li>
</ul>
</div>
</div>
<div id="outline-container-org6908bae" class="outline-3">
<h3 id="org6908bae">webview/webview</h3>
<div class="outline-text-3" id="text-org6908bae">
<ul class="org-ul">
<li>Tiny cross-platform webview library for C/C++/Golang. Uses WebKit (Gtk/Cocoa) and Edge (Windows)</li>
</ul>
</div>
</div>
<div id="outline-container-orga3de69e" class="outline-3">
<h3 id="orga3de69e">Wilfred/helpful</h3>
<div class="outline-text-3" id="text-orga3de69e">
<ul class="org-ul">
<li>A better Emacs <b>help</b> buffer</li>
</ul>
</div>
</div>
<div id="outline-container-orge9dc281" class="outline-3">
<h3 id="orge9dc281">Wilfred/ht.el</h3>
<div class="outline-text-3" id="text-orge9dc281">
<ul class="org-ul">
<li>The missing hash table library for Emacs</li>
</ul>
</div>
</div>
<div id="outline-container-orgc44bd45" class="outline-3">
<h3 id="orgc44bd45">Wilfred/suggest.el</h3>
<div class="outline-text-3" id="text-orgc44bd45">
<ul class="org-ul">
<li>discover elisp functions that do what you want</li>
</ul>
</div>
</div>
<div id="outline-container-orgd284ecb" class="outline-3">
<h3 id="orgd284ecb">Wilfred/tco.el</h3>
<div class="outline-text-3" id="text-orgd284ecb">
<ul class="org-ul">
<li>Tail call optimisation in Emacs lisp</li>
</ul>
</div>
</div>
<div id="outline-container-org60f53a3" class="outline-3">
<h3 id="org60f53a3">wingo/fibers</h3>
<div class="outline-text-3" id="text-org60f53a3">
<ul class="org-ul">
<li>Concurrent ML-like concurrency for Guile</li>
</ul>
</div>
</div>
<div id="outline-container-orga940f72" class="outline-3">
<h3 id="orga940f72">wingo/wasm-jit</h3>
<div class="outline-text-3" id="text-orga940f72">
<ul class="org-ul">
<li>Test materials for getting JIT support for wizer</li>
</ul>
</div>
</div>
<div id="outline-container-org64bd35f" class="outline-3">
<h3 id="org64bd35f">wingo/whippet-gc</h3>
<div class="outline-text-3" id="text-org64bd35f">
<ul class="org-ul">
<li>A work-in-progress garbage collector for Guile</li>
</ul>
</div>
</div>
<div id="outline-container-orgfbe979a" class="outline-3">
<h3 id="orgfbe979a">WireGuard/wireguard-rs</h3>
<div class="outline-text-3" id="text-orgfbe979a">
<ul class="org-ul">
<li>Mirror only. Official repository is at <a href="https://git.zx2c4.com/wireguard-rs">https://git.zx2c4.com/wireguard-rs</a></li>
</ul>
</div>
</div>
<div id="outline-container-org69a45d7" class="outline-3">
<h3 id="org69a45d7">wolfpld/tracy</h3>
<div class="outline-text-3" id="text-org69a45d7">
<ul class="org-ul">
<li>Frame profiler</li>
</ul>
</div>
</div>
<div id="outline-container-org1dc6503" class="outline-3">
<h3 id="org1dc6503">WolframRhodium/muvsfunc</h3>
<div class="outline-text-3" id="text-org1dc6503">
<ul class="org-ul">
<li>Muonium's VapourSynth functions</li>
</ul>
</div>
</div>
<div id="outline-container-orgf4970f4" class="outline-3">
<h3 id="orgf4970f4">WolframRhodium/VapourSynth-dpid</h3>
<div class="outline-text-3" id="text-orgf4970f4">
<ul class="org-ul">
<li>Rapid, Detail-Preserving Image Downscaler for VapourSynth</li>
</ul>
</div>
</div>
<div id="outline-container-org1a37a44" class="outline-3">
<h3 id="org1a37a44">woocommerce/woocommerce</h3>
<div class="outline-text-3" id="text-org1a37a44">
<ul class="org-ul">
<li>A customizable, open-source ecommerce platform built on WordPress. Build any commerce solution you can imagine.</li>
</ul>
</div>
</div>
<div id="outline-container-orga56157a" class="outline-3">
<h3 id="orga56157a">woodrush/lambdalisp</h3>
<div class="outline-text-3" id="text-orga56157a">
<ul class="org-ul">
<li>A Lisp interpreter written in untyped lambda calculus</li>
</ul>
</div>
</div>
<div id="outline-container-org8066981" class="outline-3">
<h3 id="org8066981">xahlee/xah-fly-keys</h3>
<div class="outline-text-3" id="text-org8066981">
<ul class="org-ul">
<li>the most efficient keybinding for emacs</li>
</ul>
</div>
</div>
<div id="outline-container-org22141fb" class="outline-3">
<h3 id="org22141fb">XavierXiao/Dreambooth-Stable-Diffusion</h3>
<div class="outline-text-3" id="text-org22141fb">
<ul class="org-ul">
<li>Implementation of Dreambooth (<a href="https://arxiv.org/abs/2208.12242">https://arxiv.org/abs/2208.12242</a>) with Stable Diffusion</li>
</ul>
</div>
</div>
<div id="outline-container-org5b55dcc" class="outline-3">
<h3 id="org5b55dcc">xbmc/xbmc</h3>
<div class="outline-text-3" id="text-org5b55dcc">
<ul class="org-ul">
<li>Kodi is an award-winning free and open source home theater/media center software and entertainment hub for digital media. With its beautiful interface and powerful skinning engine, it's available for Android, BSD, Linux, macOS, iOS, tvOS and Windows.</li>
</ul>
</div>
</div>
<div id="outline-container-orgdd7dcc8" class="outline-3">
<h3 id="orgdd7dcc8">xemu-project/xemu</h3>
<div class="outline-text-3" id="text-orgdd7dcc8">
<ul class="org-ul">
<li>Original Xbox Emulator for Windows, macOS, and Linux (Active Development)</li>
</ul>
</div>
</div>
<div id="outline-container-orge2fa45b" class="outline-3">
<h3 id="orge2fa45b">xenia-project/xenia</h3>
<div class="outline-text-3" id="text-orge2fa45b">
<ul class="org-ul">
<li>Xbox 360 Emulator Research Project</li>
</ul>
</div>
</div>
<div id="outline-container-org3b5ad47" class="outline-3">
<h3 id="org3b5ad47">xianyi/OpenBLAS</h3>
<div class="outline-text-3" id="text-org3b5ad47">
<ul class="org-ul">
<li>OpenBLAS is an optimized BLAS library based on GotoBLAS2 1.13 BSD version.</li>
</ul>
</div>
</div>
<div id="outline-container-org4e3b27f" class="outline-3">
<h3 id="org4e3b27f">xiph/flac</h3>
<div class="outline-text-3" id="text-org4e3b27f">
<ul class="org-ul">
<li>Free Lossless Audio Codec</li>
</ul>
</div>
</div>
<div id="outline-container-org17f24e2" class="outline-3">
<h3 id="org17f24e2">xiph/rav1e</h3>
<div class="outline-text-3" id="text-org17f24e2">
<ul class="org-ul">
<li>The fastest and safest AV1 encoder.</li>
</ul>
</div>
</div>
<div id="outline-container-orgcdcb3fe" class="outline-3">
<h3 id="orgcdcb3fe">xmrig/xmrig</h3>
<div class="outline-text-3" id="text-orgcdcb3fe">
<ul class="org-ul">
<li>RandomX, KawPow, CryptoNight and GhostRider unified CPU/GPU miner and RandomX benchmark</li>
</ul>
</div>
</div>
<div id="outline-container-org34470fd" class="outline-3">
<h3 id="org34470fd">xmrig/xmrig-cuda</h3>
<div class="outline-text-3" id="text-org34470fd">
<ul class="org-ul">
<li>NVIDIA CUDA plugin for XMRig miner</li>
</ul>
</div>
</div>
<div id="outline-container-orgf80a683" class="outline-3">
<h3 id="orgf80a683">xoreaxeaxeax/movfuscator</h3>
<div class="outline-text-3" id="text-orgf80a683">
<ul class="org-ul">
<li>The single instruction C compiler</li>
</ul>
</div>
</div>
<div id="outline-container-orga8879b2" class="outline-3">
<h3 id="orga8879b2">XorTroll/Goldleaf</h3>
<div class="outline-text-3" id="text-orga8879b2">
<ul class="org-ul">
<li>Multipurpose homebrew tool for Nintendo Switch</li>
</ul>
</div>
</div>
<div id="outline-container-orgc85177c" class="outline-3">
<h3 id="orgc85177c">xqemu/xqemu</h3>
<div class="outline-text-3" id="text-orgc85177c">
<ul class="org-ul">
<li>Open-source emulator to play original Xbox games on Windows, macOS, and Linux</li>
</ul>
</div>
</div>
<div id="outline-container-org01ab9aa" class="outline-3">
<h3 id="org01ab9aa">Yakuhito/tibet</h3>
<div class="outline-text-3" id="text-org01ab9aa">
<ul class="org-ul">
<li>chia swap. TibetSwap v1, a.k.a. yakSwap</li>
</ul>
</div>
</div>
<div id="outline-container-org8639497" class="outline-3">
<h3 id="org8639497">Yelp/dumb-init</h3>
<div class="outline-text-3" id="text-org8639497">
<ul class="org-ul">
<li>A minimal init system for Linux containers</li>
</ul>
</div>
</div>
<div id="outline-container-orga6959d0" class="outline-3">
<h3 id="orga6959d0">ytdl-org/youtube-dl</h3>
<div class="outline-text-3" id="text-orga6959d0">
<ul class="org-ul">
<li>Command-line program to download videos from YouTube.com and other video sites</li>
</ul>
</div>
</div>
<div id="outline-container-org8a584d0" class="outline-3">
<h3 id="org8a584d0">yuzu-emu/yuzu</h3>
<div class="outline-text-3" id="text-org8a584d0">
<ul class="org-ul">
<li>Nintendo Switch Emulator</li>
</ul>
</div>
</div>
<div id="outline-container-org367c339" class="outline-3">
<h3 id="org367c339">z0z0z/mf-install</h3>
<div class="outline-text-3" id="text-org367c339">
<ul class="org-ul">
<li>Media Foundation workaround for Wine</li>
</ul>
</div>
</div>
<div id="outline-container-orgf8dfca0" class="outline-3">
<h3 id="orgf8dfca0">zama-ai/concrete</h3>
<div class="outline-text-3" id="text-orgf8dfca0">
<ul class="org-ul">
<li>Concrete: TFHE Compiler that converts python programs into FHE equivalent</li>
</ul>
</div>
</div>
<div id="outline-container-org58edbb8" class="outline-3">
<h3 id="org58edbb8">zama-ai/tfhe-rs</h3>
<div class="outline-text-3" id="text-org58edbb8">
<ul class="org-ul">
<li>TFHE-rs: Pure Rust implementation of the TFHE scheme for boolean and integers FHE arithmetics.</li>
</ul>
</div>
</div>
<div id="outline-container-orgb035bed" class="outline-3">
<h3 id="orgb035bed">zbm-dev/zfsbootmenu</h3>
<div class="outline-text-3" id="text-orgb035bed">
<ul class="org-ul">
<li>ZFS Bootloader for root-on-ZFS systems with support for snapshots and native full disk encryption</li>
</ul>
</div>
</div>
<div id="outline-container-orgefad10e" class="outline-3">
<h3 id="orgefad10e">zboxfs/zbox</h3>
<div class="outline-text-3" id="text-orgefad10e">
<ul class="org-ul">
<li>Zero-details, privacy-focused in-app file system.</li>
</ul>
</div>
</div>
<div id="outline-container-org7cbd24b" class="outline-3">
<h3 id="org7cbd24b">ZcashFoundation/zcash-fpga</h3>
<div class="outline-text-3" id="text-org7cbd24b">
<ul class="org-ul">
<li>Zcash FPGA acceleration engine</li>
</ul>
</div>
</div>
<div id="outline-container-orgacf856a" class="outline-3">
<h3 id="orgacf856a">zcot/conky-manager2</h3>
<div class="outline-text-3" id="text-orgacf856a">
<ul class="org-ul">
<li>Fork of GUI for managing Conky widgets. Support added for latest conky config version, and works with Ubuntu 16-21, Mint 18-20 and more.</li>
</ul>
</div>
</div>
<div id="outline-container-org78e580c" class="outline-3">
<h3 id="org78e580c">zdharma-continuum/zinit</h3>
<div class="outline-text-3" id="text-org78e580c">
<ul class="org-ul">
<li>Flexible and fast ZSH plugin manager</li>
</ul>
</div>
</div>
<div id="outline-container-org16f019b" class="outline-3">
<h3 id="org16f019b">zealdocs/zeal</h3>
<div class="outline-text-3" id="text-org16f019b">
<ul class="org-ul">
<li>Offline documentation browser inspired by Dash</li>
</ul>
</div>
</div>
